{
  "luawindowclass": 222,
  "displayname": 1751,
  "icon": 6567,
  "luapanelclass": 37,
  "frame": 3,
  "source": 3,
  "sourceframe": 2,
  "sourceframe1": 1,
  "sourceframe2": 1,
  "meshfile": 75,
  "animationdirectory": 25,
  "animationprefix": 21,
  "replacementsprite": 8,
  "north": 6,
  "handoffset": 6,
  "length": 12,
  "thickness": 12,
  "texture": 6586,
  "rgba": 12,
  "textureinfo": 4,
  "color": 8,
  "icontexture": 7,
  "horizontalbartexture": 7,
  "verticalbartexture": 7,
  "baseitem": 63,
  "maxitems": 63,
  "resultitem": 63,
  "cookable": 45,
  "name": 63,
  "template": 9455,
  "minimumwater": 20,
  "canaddspicesempty": 43,
  "addingredientifcooked": 38,
  "addingredientsound": 11,
  "require": 29,
  "fixer": 41,
  "colorreference": 61,
  "thirstchange": 159,
  "maxeffect": 10,
  "minamount": 10,
  "diluteratio": 10,
  "whitelist": 56,
  "alcohol": 31,
  "hungerchange": 651,
  "calories": 644,
  "carbohydrates": 644,
  "lipids": 644,
  "proteins": 644,
  "flureduction": 33,
  "painreduction": 33,
  "endurancechange": 32,
  "foodsicknesschange": 43,
  "fatiguechange": 43,
  "stresschange": 325,
  "unhappychange": 452,
  "female": 29,
  "model": 29,
  "animset": 29,
  "animstate": 29,
  "pose": 29,
  "outfit": 29,
  "mesh": 7097,
  "shader": 2070,
  "static": 647,
  "animationsmesh": 123,
  "offset": 9767,
  "rotate": 7353,
  "bone": 212,
  "scale": 7935,
  "undocorescale": 81,
  "postprocess": 4,
  "keepmeshanimations": 52,
  "translate": 90,
  "colorred": 132,
  "colorgreen": 132,
  "colorblue": 132,
  "metabolics": 113,
  "actionanim": 120,
  "sound": 1893,
  "prop1": 45,
  "prop2": 58,
  "musclestrainfactor": 34,
  "musclestrainskill": 34,
  "musclestrainparts": 34,
  "soundtime": 2,
  "animvarkey": 4,
  "animvarval": 4,
  "completionsound": 20,
  "characterprofession": 25,
  "cost": 119,
  "uiname": 119,
  "uidescription": 104,
  "iconpathname": 24,
  "grantedtraits": 11,
  "xpboosts": 56,
  "grantedrecipes": 32,
  "isprofessiontrait": 94,
  "disabledinmultiplayer": 94,
  "charactertrait": 94,
  "mutuallyexclusivetraits": 66,
  "time": 3932,
  "tags": 6822,
  "row": 1028,
  "onaddtomenu": 76,
  "category": 6675,
  "tooltip": 996,
  "timedaction": 1826,
  "base.flaxscutched": 1,
  "base.hempscutched": 1,
  "default": 144,
  "xuiskin": 216,
  "entitystyle": 216,
  "uienabled": 216,
  "isprop": 7,
  "skillrequired": 1201,
  "xpaward": 1350,
  "addfuel": 2,
  "lightfire": 2,
  "running": 2,
  "recipes": 5650,
  "startmode": 7,
  "inputgroup": 7,
  "outputgroup": 7,
  "health": 69,
  "skillbasehealth": 101,
  "addinput": 7,
  "removeinput": 7,
  "startcraft": 7,
  "overlaystyle": 34,
  "isthumpable": 34,
  "base.leather_crude_large_tan": 2,
  "base.cowleather_angus_fur_tan": 2,
  "base.cowleather_holstein_fur_tan": 2,
  "base.cowleather_simmental_fur_tan": 2,
  "base.deerleather_fur_tan": 4,
  "base.leather_crude_large_tan_wet": 3,
  "base.cowleather_angus_fur_tan_wet": 3,
  "base.cowleather_holstein_fur_tan_wet": 3,
  "base.cowleather_simmental_fur_tan_wet": 3,
  "base.deerleather_fur_tan_wet": 3,
  "base.leather_crude_medium_tan": 3,
  "base.sheepleather_fur_tan": 2,
  "base.pigleather_landrace_fur_tan": 2,
  "base.pigleather_black_fur_tan": 2,
  "base.leather_crude_medium_tan_wet": 3,
  "base.sheepleather_fur_tan_wet": 3,
  "base.pigleather_landrace_fur_tan_wet": 3,
  "base.pigleather_black_fur_tan_wet": 3,
  "base.leather_crude_small_tan": 3,
  "base.calfleather_angus_fur_tan": 2,
  "base.calfleather_holstein_fur_tan": 2,
  "base.calfleather_simmental_fur_tan": 2,
  "base.fawnleather_fur_tan": 2,
  "base.lambleather_fur_tan": 2,
  "base.pigletleather_landrace_fur_tan": 2,
  "base.pigletleather_black_fur_tan": 2,
  "base.rabbitleather_fur_tan": 2,
  "base.rabbitleather_grey_fur_tan": 2,
  "base.raccoonleather_grey_fur_tan": 2,
  "base.leather_crude_small_tan_wet": 3,
  "base.calfleather_angus_fur_tan_wet": 3,
  "base.calfleather_holstein_fur_tan_wet": 3,
  "base.calfleather_simmental_fur_tan_wet": 3,
  "base.fawnleather_fur_tan_wet": 3,
  "base.lambleather_fur_tan_wet": 3,
  "base.pigletleather_landrace_fur_tan_wet": 3,
  "base.pigletleather_black_fur_tan_wet": 3,
  "base.rabbitleather_fur_tan_wet": 3,
  "base.rabbitleather_grey_fur_tan_wet": 2,
  "base.raccoonleather_grey_fur_tan_wet": 3,
  "base.cowleather_angus_fur": 1,
  "base.cowleather_holstein_fur": 1,
  "base.cowleather_simmental_fur": 1,
  "base.calfleather_angus_fur": 1,
  "base.calfleather_holstein_fur": 1,
  "base.calfleather_simmental_fur": 1,
  "base.sheepleather_fur": 1,
  "base.lambleather_fur": 1,
  "base.pigleather_landrace_fur": 1,
  "base.pigleather_black_fur": 1,
  "base.pigletleather_landrace_fur": 1,
  "base.pigletleather_black_fur": 1,
  "base.deerleather_fur": 1,
  "base.fawnleather_fur": 1,
  "base.rabbitleather_fur": 1,
  "base.raccoonleather_grey_fur": 1,
  "base.leather_crude_large": 3,
  "base.leather_crude_medium": 8,
  "base.leather_crude_small": 7,
  "base.cowleather_angus_fur_tan_medium": 1,
  "base.cowleather_angus_fur_tan_small": 1,
  "base.cowleather_holstein_fur_tan_medium": 1,
  "base.cowleather_holstein_fur_tan_small": 1,
  "base.cowleather_simmental_fur_tan_medium": 1,
  "base.cowleather_simmental_fur_tan_small": 1,
  "base.sheepleather_fur_tan_small": 1,
  "base.pigleather_landrace_fur_tan_small": 1,
  "base.pigleather_black_fur_tan_small": 1,
  "base.deerleather_fur_tan_small": 1,
  "oncreate": 709,
  "menu": 17,
  "customfunction": 13,
  "base.hotdrink": 1,
  "base.hotdrinkwhite": 1,
  "base.hotdrinkspiffo": 1,
  "base.hotdrinkclay": 1,
  "base.hotdrinkcopper": 1,
  "base.hotdrinkgold": 1,
  "base.hotdrinkmetal": 1,
  "base.hotdrinksilver": 1,
  "base.hotdrinktumbler": 1,
  "base.hotdrinkteaceramic": 1,
  "containername": 161,
  "capacity": 1119,
  "initialpercentmin": 25,
  "initialpercentmax": 25,
  "fluid": 160,
  "inputlocked": 10,
  "customsubmenu": 4,
  "rainfactor": 62,
  "fillswithcleanwater": 1,
  "hiddenamount": 1,
  "onisvalid": 24,
  "timedactiononisvalid": 3,
  "needtobelearn": 724,
  "autolearnall": 150,
  "metarecipe": 72,
  "base.hat_hockeymask_copper": 1,
  "base.hat_hockeymask_gold": 1,
  "base.hat_hockeymask_metal": 1,
  "base.hat_hockeymask_silver": 1,
  "base.ironbarhalf": 4,
  "base.ironbarquarter": 5,
  "base.ironblock": 1,
  "base.steelblock": 3,
  "base.steelbarquarter": 8,
  "base.steelbarhalf": 5,
  "base.ironbar": 4,
  "base.steelbar": 4,
  "base.piercedironingot": 1,
  "base.piercedsteelingot": 1,
  "base.piercedironblock": 1,
  "base.piercedsteelblock": 1,
  "base.piercedironchunk": 1,
  "base.piercedsteelchunk": 1,
  "base.steelrodhalf": 2,
  "base.steelrodquarter": 1,
  "base.steelpiece": 6,
  "base.steelchunk": 5,
  "base.metalbar": 1,
  "base.ironchunk": 2,
  "base.katana_shard": 4,
  "base.sword_shard": 4,
  "base.crudesword_shard": 2,
  "base.ceramiccruciblesmall_iron": 10,
  "base.ceramiccruciblesmall_steel": 10,
  "base.boneclub_spiked": 4,
  "base.largeboneclub_spiked": 4,
  "base.spikedshortbat": 1,
  "base.longspikedclub": 1,
  "base.lantern_hurricane_forged": 3,
  "base.lantern_hurricane_copper": 3,
  "base.lantern_hurricane_gold": 3,
  "base.lantern_hurricane_silver": 3,
  "base.coppercup": 1,
  "base.metalcup": 1,
  "base.goldcup": 1,
  "base.silvercup": 1,
  "base.goblet_gold": 1,
  "base.goblet_silver": 1,
  "base.spoon_gold": 1,
  "base.spoon_silver": 1,
  "base.butterknife_gold": 1,
  "base.butterknife_silver": 1,
  "base.fork_gold": 1,
  "base.fork_silver": 1,
  "base.aluminumfragments": 1,
  "base.ironpiece": 1,
  "base.keyring_forged_gold": 1,
  "base.keyring_forged_silver": 1,
  "base.goldcoin": 1,
  "base.silvercoin": 1,
  "base.blockmaul": 2,
  "base.blockmace": 2,
  "base.axe_scrapcleaver": 2,
  "base.meatcleaver_scrap": 2,
  "base.axe_sawblade": 2,
  "base.enginemaul": 1,
  "base.scrapweapon_brake": 9,
  "base.scrapweaponrakehead": 1,
  "base.scrapweapongardenfork": 2,
  "base.scrapweaponspade": 2,
  "base.scrapmaul": 1,
  "base.morningstar_scrap": 2,
  "base.morningstar_scrap_short": 2,
  "corner": 40,
  "dontneedframe": 9,
  "breaksound": 609,
  "canbepadlocked": 16,
  "needtobeagainstwall": 5,
  "needwindowframe": 1,
  "extraparam": 4,
  "bonushealth": 6,
  "lightradius": 1,
  "lightsourceitem": 1,
  "lightsourcefuel": 1,
  "debugitem": 1,
  "lightoffsetx": 4,
  "lightoffsety": 4,
  "base.ceramiccrucible": 1,
  "base.ceramiccruciblesmall": 1,
  "base.clayjar": 1,
  "base.clayjarglazed": 1,
  "base.clayplate": 1,
  "base.plate": 1,
  "base.claymug": 1,
  "base.mugwhite": 1,
  "base.ceramicteacup": 1,
  "base.teacup": 1,
  "base.ceramicmortarandpestle": 1,
  "base.mortarpestle": 1,
  "logicclass": 13,
  "previousstage": 10,
  "ispole": 1,
  "type": 2593,
  "sign": 5,
  "displaycategory": 6697,
  "itemtype": 7308,
  "weight": 6099,
  "metalvalue": 382,
  "worldstaticmodel": 5413,
  "alarmsound": 18,
  "soundradius": 38,
  "bodylocation": 1457,
  "clothingextrasubmenu": 360,
  "clothingitem": 1607,
  "clothingitemextra": 360,
  "clothingitemextraoption": 360,
  "cosmetic": 173,
  "worldrender": 171,
  "hidden": 198,
  "bloodlocation": 932,
  "fabrictype": 417,
  "insulation": 884,
  "windresistance": 786,
  "runspeedmodifier": 463,
  "scratchdefense": 631,
  "discomfortmodifier": 344,
  "researchablerecipes": 956,
  "waterresistance": 210,
  "canhaveholes": 600,
  "chancetofall": 257,
  "visualaid": 15,
  "iconsfortexture": 224,
  "visionmodifier": 83,
  "bitedefense": 445,
  "combatspeedmodifier": 172,
  "bullethitarmoursound": 213,
  "weaponhitarmoursound": 213,
  "shouttype": 4,
  "shoutmultiplier": 4,
  "hearingmodifier": 36,
  "corpsesicknessdefense": 17,
  "attachmentsprovided": 28,
  "neckprotectionmodifier": 62,
  "withoutdrainable": 5,
  "keepondeplete": 24,
  "conditionmax": 2041,
  "conditionlowerchanceonein": 602,
  "withdrainable": 5,
  "activateditem": 23,
  "bulletdefense": 101,
  "spawnwith": 48,
  "removeonbroken": 33,
  "stomppower": 28,
  "staticmodel": 1604,
  "eattype": 327,
  "replaceinprimaryhand": 249,
  "replaceinsecondhand": 250,
  "customdrinksound": 106,
  "attachmentreplacement": 26,
  "canbeequipped": 88,
  "closesound": 336,
  "opensound": 336,
  "putinsound": 336,
  "weightreduction": 316,
  "equipsound": 91,
  "soundparameter": 34,
  "maxitemsize": 49,
  "medical": 39,
  "book_subject": 119,
  "worldstaticmodelsbyindex": 35,
  "acceptitemfunction": 42,
  "survivalgear": 62,
  "usedelta": 184,
  "usewhileequipped": 165,
  "replaceondeplete": 45,
  "canstorewater": 10,
  "cookingsound": 205,
  "pourtype": 99,
  "fillfromdispensersound": 90,
  "fillfromtapsound": 90,
  "iscookable": 266,
  "iswatersource": 2,
  "eattime": 25,
  "iconcolormask": 86,
  "makeuptype": 3,
  "canteat": 97,
  "animalfeedtype": 24,
  "cantbeconsolided": 56,
  "disappearonuse": 43,
  "conditionlowerstandard": 201,
  "consolidateoption": 18,
  "lightdistance": 18,
  "lightstrength": 18,
  "ticksperequipuse": 3,
  "torchcone": 18,
  "weightempty": 17,
  "soundmap": 95,
  "cantbefrozen": 52,
  "evolvedrecipe": 364,
  "packaged": 144,
  "spice": 111,
  "foodtype": 364,
  "evolvedrecipename": 173,
  "firefuelratio": 225,
  "torchdot": 7,
  "primaryanimmask": 27,
  "secondaryanimmask": 27,
  "attachmenttype": 347,
  "replaceonextinguish": 6,
  "doubleclickrecipe": 378,
  "alcoholpower": 2,
  "scaleworldicon": 1,
  "useworlditem": 1,
  "oneat": 23,
  "customcontextmenu": 57,
  "customeatsound": 127,
  "requireinhandorinventory": 7,
  "inversecoughprobability": 7,
  "inversecoughprobabilitysmoker": 7,
  "usewhileunequipped": 1,
  "unequipsound": 25,
  "vehicletype": 1218,
  "chancetospawndamaged": 1164,
  "mechanicsitem": 1335,
  "replaceonuse": 125,
  "daysfresh": 536,
  "daystotallyrotten": 536,
  "goodhot": 148,
  "minutestocook": 253,
  "minutestoburn": 250,
  "removeunhappinesswhencooked": 36,
  "dangerousuncooked": 81,
  "badcold": 61,
  "boredomchange": 286,
  "badinmicrowave": 115,
  "replaceonrotten": 8,
  "isdung": 10,
  "oncooked": 11,
  "fishinglure": 43,
  "replaceoncooked": 3,
  "removenegativeeffectoncooked": 5,
  "cannedfood": 41,
  "openingrecipe": 22,
  "staticmodelsbyindex": 15,
  "herbalisttype": 18,
  "poisonpower": 4,
  "reduceinfectionpower": 3,
  "originx": 2,
  "originy": 2,
  "originz": 2,
  "digitalpadlock": 1,
  "padlock": 1,
  "learnedrecipes": 200,
  "readtype": 158,
  "canbewrite": 19,
  "pagetowrite": 19,
  "magazine_subject": 48,
  "lvlskilltrained": 120,
  "numlevelstrained": 120,
  "numberofpages": 120,
  "skilltrained": 120,
  "map": 14,
  "worldobjectsprite": 406,
  "requiresequippedbothhands": 69,
  "sharpness": 108,
  "iconfluidmask": 73,
  "fillfromlakesound": 88,
  "fillfromtoiletsound": 74,
  "pickrandomfluid": 10,
  "headcondition": 57,
  "headconditionlowerchancemultiplier": 54,
  "alwayswelcomegift": 28,
  "count": 2024,
  "remotecontroller": 3,
  "remoterange": 3,
  "soundvolume": 20,
  "mediacategory": 3,
  "opened": 5,
  "material": 5,
  "maxhitpoints": 5,
  "alcoholic": 2,
  "bandagepower": 11,
  "canbandage": 11,
  "itemaftercleaning": 4,
  "dropsound": 326,
  "placeonesound": 18,
  "equippednosprint": 5,
  "protectfromrainwhenequipped": 5,
  "itemwhendry": 2,
  "wet": 2,
  "wetcooldown": 2,
  "digtype": 15,
  "trap": 6,
  "maxcapacity": 374,
  "conditionloweroffroad": 198,
  "wheelfriction": 541,
  "brakeforce": 9,
  "suspensiondamping": 370,
  "suspensioncompression": 370,
  "conditionaffectscapacity": 280,
  "engineloudness": 370,
  "placemultiplesound": 16,
  "ammotype": 21,
  "canstack": 5,
  "guntype": 5,
  "maxammo": 21,
  "vehiclepartmodel": 3,
  "basevolumerange": 17,
  "ishightier": 17,
  "isportable": 17,
  "istelevision": 17,
  "maxchannel": 17,
  "micrange": 17,
  "minchannel": 17,
  "transmitrange": 17,
  "twoway": 17,
  "usesbattery": 17,
  "acceptmediatype": 4,
  "notransmit": 1,
  "basespeed": 264,
  "categories": 354,
  "critdmgmultiplier": 346,
  "criticalchance": 361,
  "damagecategory": 163,
  "damagemakehole": 193,
  "doordamage": 370,
  "doorhitsound": 354,
  "hitfloorsound": 354,
  "hitsound": 369,
  "knockbackonnodeath": 356,
  "knockdownmod": 375,
  "maxdamage": 403,
  "maxhitcount": 403,
  "maxrange": 403,
  "minangle": 370,
  "mindamage": 403,
  "minrange": 369,
  "minimumswingtime": 400,
  "pushbackmod": 370,
  "splatbloodonnodeath": 332,
  "splatnumber": 333,
  "subcategory": 369,
  "swingamountbeforeimpact": 395,
  "swinganim": 400,
  "swingsound": 402,
  "swingtime": 403,
  "treedamage": 354,
  "weaponlength": 262,
  "weaponspritesbyindex": 25,
  "weaponsprite": 378,
  "closekillmove": 59,
  "weaponweight": 3,
  "impactsound": 123,
  "idleanim": 262,
  "runanim": 288,
  "twohandweapon": 159,
  "explosionpower": 12,
  "explosionrange": 12,
  "explosionsound": 33,
  "firestartingenergy": 25,
  "firestartingchance": 25,
  "physicsobject": 33,
  "placedsprite": 23,
  "useself": 33,
  "triggerexplosiontimer": 3,
  "canbeplaced": 27,
  "canberemote": 5,
  "explosiontimer": 20,
  "sensorrange": 15,
  "firerange": 9,
  "canbereused": 6,
  "noiseduration": 12,
  "noiserange": 14,
  "explosionduration": 6,
  "smokerange": 6,
  "canbarricade": 12,
  "onbreak": 193,
  "endurancemod": 38,
  "headconditionmax": 13,
  "hitanglemod": 62,
  "splatsize": 37,
  "alwaysknockdown": 25,
  "cantattackwithlowestendurance": 22,
  "aimingperkcritmodifier": 16,
  "aimingperkhitchancemodifier": 16,
  "aimingperkminanglemodifier": 12,
  "aimingperkrangemodifier": 12,
  "aimreleasesound": 16,
  "aimingtime": 16,
  "ammobox": 16,
  "bringtobearsound": 16,
  "clicksound": 16,
  "ejectammosound": 15,
  "ejectammostartsound": 15,
  "ejectammostopsound": 15,
  "firemode": 8,
  "firemodepossibilities": 1,
  "cyclicratemultiplier": 1,
  "hitchance": 16,
  "insertammosound": 16,
  "insertammostartsound": 15,
  "insertammostopsound": 15,
  "isaimedfirearm": 16,
  "jamgunchance": 16,
  "magazinetype": 5,
  "minsightrange": 21,
  "maxsightrange": 21,
  "modelweaponpart": 35,
  "multiplehitconditionaffected": 16,
  "muzzleflashmodelkey": 16,
  "npcsoundboost": 13,
  "piercingbullets": 9,
  "projectilecount": 16,
  "racksound": 10,
  "ranged": 16,
  "recoildelay": 16,
  "reloadtime": 16,
  "shellfallsound": 14,
  "soundgain": 16,
  "stoppower": 16,
  "tohitmodifier": 13,
  "useendurance": 16,
  "weaponreloadtype": 16,
  "clipsize": 7,
  "aimingmod": 67,
  "anglefalloff": 4,
  "havechamber": 7,
  "needtobeclosedoncereload": 2,
  "insertallbulletsreload": 2,
  "isaimedhandweapon": 67,
  "projectilespread": 4,
  "projectileweightcenter": 4,
  "rackaftershoot": 7,
  "rangefalloff": 4,
  "manuallyremovespentrounds": 4,
  "otherhanduse": 3,
  "otherhandrequire": 3,
  "weightmodifier": 11,
  "aimingtimemodifier": 7,
  "mounton": 11,
  "parttype": 11,
  "canattach": 27,
  "candetach": 9,
  "reloadtimemodifier": 1,
  "lowlightbonus": 1,
  "recoildelaymodifier": 1,
  "hitchancemodifier": 1,
  "projectilespreadmodifier": 2,
  "maxrangemodifier": 2,
  "impulse_pelvis": 10,
  "impulse_spine": 10,
  "impulse_head": 10,
  "impulse_left_upper_leg": 10,
  "impulse_left_lower_leg": 10,
  "impulse_right_upper_leg": 10,
  "impulse_right_lower_leg": 10,
  "impulse_left_upper_arm": 10,
  "impulse_left_lower_arm": 10,
  "impulse_right_upper_arm": 10,
  "impulse_right_lower_arm": 10,
  "upwardimpulse_pelvis": 10,
  "upwardimpulse_spine": 10,
  "upwardimpulse_head": 10,
  "upwardimpulse_left_upper_leg": 10,
  "upwardimpulse_left_lower_leg": 10,
  "upwardimpulse_right_upper_leg": 10,
  "upwardimpulse_right_lower_leg": 10,
  "upwardimpulse_left_upper_arm": 10,
  "upwardimpulse_left_lower_arm": 10,
  "upwardimpulse_right_upper_arm": 10,
  "upwardimpulse_right_lower_arm": 10,
  "ontest": 18,
  "base.shotgunsawnoff": 1,
  "base.doublebarrelshotgunsawnoff": 1,
  "base.umbrellablack": 1,
  "base.umbrellablue": 1,
  "base.umbrellared": 1,
  "base.umbrellatinted": 1,
  "base.umbrellawhite": 1,
  "base.closedumbrellablack": 1,
  "base.closedumbrellablue": 1,
  "base.closedumbrellared": 1,
  "base.closedumbrellatinted": 1,
  "base.closedumbrellawhite": 1,
  "base.leatherstrips": 13,
  "autolearnany": 176,
  "base.hollowfancybook": 12,
  "recipegroup": 9,
  "base.bullets9mm": 1,
  "base.bullets45": 1,
  "base.bullets38": 1,
  "base.223bullets": 1,
  "base.556bullets": 1,
  "base.bullets44": 1,
  "base.308bullets": 1,
  "base.bullets9mmbox": 2,
  "base.bullets45box": 2,
  "base.bullets38box": 2,
  "base.bullets44box": 2,
  "base.223box": 2,
  "base.308box": 2,
  "base.shotgunshellsbox": 2,
  "base.556box": 2,
  "base.crudeshortsword": 1,
  "base.crudesword": 1,
  "base.crudesword_broken": 1,
  "base.handscytheforged": 1,
  "base.huntingknifeforged": 1,
  "base.kitchenknifeforged": 1,
  "base.largeknife": 2,
  "base.macheteforged": 1,
  "base.meatcleaverforged": 1,
  "base.shortsword": 1,
  "base.sword": 1,
  "base.sword_broken": 1,
  "base.axe_old": 1,
  "base.axe": 1,
  "base.pickaxeforged": 1,
  "base.sledgehammerforged": 1,
  "base.woodaxeforged": 1,
  "base.gardenhoeforged": 1,
  "base.rake": 1,
  "base.scytheforged": 1,
  "base.shovel": 1,
  "base.spadeforged": 1,
  "base.gardenfork_forged": 2,
  "base.mace": 1,
  "base.longmace": 1,
  "base.mace_stone": 1,
  "base.longmace_stone": 1,
  "base.ballpeenhammerforged": 1,
  "base.clubhammerforged": 1,
  "base.hammerforged": 1,
  "base.handaxeforged": 1,
  "base.handaxe_old": 1,
  "base.smithinghammer": 1,
  "base.crudeknife": 1,
  "base.longcrudeknife": 1,
  "base.flintknife": 1,
  "base.stoneknifelong": 1,
  "base.cow_skull": 3,
  "base.bull_skull": 3,
  "base.calf_skull": 3,
  "base.sheep_skull": 2,
  "base.ram_skull": 2,
  "base.lamb_skull": 2,
  "base.pig_skull": 4,
  "base.piglet_skull": 2,
  "base.chicken_chick_skull": 1,
  "base.chicken_hen_skull": 2,
  "base.chicken_rooster_skull": 2,
  "base.turkey_skull": 2,
  "base.turkey_poultskull": 1,
  "base.raccoon_skull": 3,
  "base.rabbit_skull": 3,
  "base.rabbit_kittenskull": 3,
  "base.deerdoe_skull": 1,
  "base.deerstag_skull": 1,
  "base.deerfawn_skull": 1,
  "base.cakeslice": 2,
  "base.cookieschocolate": 1,
  "base.cookiechocolatechip": 1,
  "base.cookiesoatmeal": 1,
  "base.cookiessugar": 1,
  "base.cookiesshortbread": 1,
  "base.boneclub": 1,
  "base.largeboneclub": 1,
  "base.cudgel_bone": 1,
  "base.treebranch_bone": 1,
  "base.bucketcarvedclaycement": 2,
  "base.bucketcarvedconcretefull": 1,
  "base.bucketcarvedplasterfull": 1,
  "base.bucketcarvedwallpaperpaste": 1,
  "base.openbeans": 2,
  "base.cannedbologneseopen": 2,
  "base.cannedcarrotsopen": 2,
  "base.cannedchiliopen": 2,
  "base.cannedcornopen": 2,
  "base.cannedmilkopen": 2,
  "base.cannedfruitbeverageopen": 2,
  "base.cannedfruitcocktailopen": 2,
  "base.cannedmushroomsoupopen": 2,
  "base.cannedpeachesopen": 2,
  "base.cannedpeasopen": 2,
  "base.cannedpineappleopen": 2,
  "base.cannedpotatoopen": 2,
  "base.tinnedsoupopen": 2,
  "base.cannedtomatoopen": 2,
  "base.dogfoodopen": 2,
  "base.tunatinopen": 1,
  "base.cannedcornedbeefopen": 1,
  "base.cannedsardinesopen": 1,
  "allowbatchcraft": 112,
  "base.woodenstick2": 1,
  "base.treebranch2": 1,
  "base.dice_bone": 1,
  "base.dice_wood": 1,
  "base.knittingneedles_bone": 1,
  "base.chickennuggets": 1,
  "base.fishfingers": 1,
  "base.frenchfries": 1,
  "base.tatodots": 1,
  "base.pan": 2,
  "base.panforged": 2,
  "base.gridlepan": 1,
  "base.roastingpan": 1,
  "base.watersaucepanpasta": 1,
  "base.watersaucepanpastacopper": 1,
  "base.watersaucepanrice": 1,
  "base.watersaucepanricecopper": 1,
  "base.waterpotpasta": 1,
  "base.waterpotforgedpasta": 1,
  "base.waterpotrice": 1,
  "base.waterpotforgedrice": 1,
  "base.pastabowl": 16,
  "base.pastabowlclay": 16,
  "base.ricebowl": 14,
  "base.ricebowlclay": 14,
  "base.soupbowl": 6,
  "base.soupbowlclay": 4,
  "base.stewbowl": 3,
  "base.stewbowlclay": 4,
  "base.pot": 14,
  "base.saucepan": 8,
  "base.saucepancopper": 4,
  "base.potforged": 12,
  "base.bunshamburger_single": 1,
  "base.bunshotdog_single": 1,
  "base.frogmeat": 1,
  "base.smallbirdmeat": 1,
  "base.omeletterecipe": 1,
  "base.omeletterecipeforged": 1,
  "base.bakingtray": 5,
  "base.muffintray": 3,
  "base.crudeblade": 2,
  "base.crudeshortswordblade": 1,
  "base.crudeswordblade": 1,
  "base.crudeswordblade_broken": 1,
  "base.handscytheblade": 2,
  "base.huntingknifeblade": 2,
  "base.kitchenknifeblade": 2,
  "base.largeknifeblade": 1,
  "base.longcrudeblade": 2,
  "base.macheteblade": 2,
  "base.meatcleaverblade": 2,
  "base.shortswordblade": 1,
  "base.swordblade": 1,
  "base.swordblade_broken": 1,
  "base.stoneblade": 2,
  "base.stonebladelong": 2,
  "base.macehead": 2,
  "base.stonemacehead": 2,
  "base.oldaxehead": 2,
  "base.pickaxehead": 2,
  "base.sledgehammerhead": 3,
  "base.woodaxehead": 2,
  "base.fireaxehead": 1,
  "base.gardenforkhead": 1,
  "base.gardenhoehead": 2,
  "base.gardenforkhead_forged": 1,
  "base.rakehead": 1,
  "base.scytheblade": 2,
  "base.spadehead": 1,
  "base.spadehead_forged": 1,
  "base.sharpbone_long": 1,
  "base.sharpbonefragment": 1,
  "base.spearlonghead": 1,
  "base.spearhead": 1,
  "base.sharpedstone": 1,
  "base.stone2": 1,
  "base.stoneaxehead": 1,
  "base.stonemaulhead": 1,
  "base.longhandle_broken": 12,
  "base.longstick_broken": 15,
  "base.gardentoolhandle_broken": 2,
  "base.branch_broken": 2,
  "base.ballpeenhammerhead": 2,
  "base.clawhammerhead": 2,
  "base.clubhammerhead": 2,
  "base.handaxehead": 2,
  "base.smithinghammerhead": 1,
  "base.hatchethead_bone": 1,
  "base.handfork": 1,
  "base.huntingknife": 1,
  "base.kitchenknife": 1,
  "base.scissors": 1,
  "base.screwdriver": 1,
  "base.plunger": 1,
  "base.smallknife": 1,
  "base.largeknife_scrap": 1,
  "base.fightingknife": 1,
  "base.steakknife": 1,
  "base.amplifier": 2,
  "base.electronicsscrap": 2,
  "base.motionsensor": 2,
  "base.receiver": 2,
  "researchskilllevel": 2,
  "base.barleybagseed": 1,
  "base.basilbagseed": 1,
  "base.bellpepperbagseed": 1,
  "base.blacksagebagseed": 1,
  "base.broadleafplantainbagseed": 1,
  "base.broccolibagseed2": 1,
  "base.cabbagebagseed2": 1,
  "base.carrotbagseed2": 1,
  "base.cauliflowerbagseed": 1,
  "base.chamomilebagseed": 1,
  "base.chivesbagseed": 1,
  "base.cilantrobagseed": 1,
  "base.comfreybagseed": 1,
  "base.commonmallowbagseed": 1,
  "base.cornbagseed": 1,
  "base.cucumberbagseed": 1,
  "base.garlicbagseed": 1,
  "base.greenpeasbagseed": 1,
  "base.habanerobagseed": 1,
  "base.hempbagseed": 1,
  "base.hopsbagseed": 1,
  "base.jalapenobagseed": 1,
  "base.kalebagseed": 1,
  "base.leekbagseed": 1,
  "base.lemongrassbagseed": 1,
  "base.lettucebagseed": 1,
  "base.marigoldbagseed": 1,
  "base.mintbagseed": 1,
  "base.onionbagseed": 1,
  "base.oreganobagseed": 1,
  "base.parsleybagseed": 1,
  "base.potatobagseed2": 1,
  "base.pumpkinbagseed": 1,
  "base.redradishbagseed2": 1,
  "base.rosemarybagseed": 1,
  "base.ryebagseed": 1,
  "base.sagebagseed": 1,
  "base.soybeansbagseed": 1,
  "base.strewberriebagseed2": 1,
  "base.sugarbeetbagseed": 1,
  "base.sweetpotatobagseed": 1,
  "base.thymebagseed": 1,
  "base.tomatobagseed2": 1,
  "base.turnipbagseed": 1,
  "base.watermelonbagseed": 1,
  "base.wheatbagseed": 1,
  "base.wildgarlicbagseed": 1,
  "base.zucchinibagseed": 1,
  "base.rosebagseed": 1,
  "base.poppybagseed": 1,
  "base.lavenderbagseed": 1,
  "base.flaxbagseed": 1,
  "base.spinachbagseed": 1,
  "base.sunflowerbagseed": 1,
  "base.tobaccobagseed": 1,
  "base.carrotseed": 1,
  "base.broccoliseed": 1,
  "base.redradishseed": 1,
  "base.strewberrieseed": 2,
  "base.tomatoseed": 2,
  "base.potatoseed": 1,
  "base.cabbageseed": 1,
  "base.cornseed": 1,
  "base.kaleseed": 1,
  "base.sweetpotatoseed": 1,
  "base.greenpeasseed": 1,
  "base.onionseed": 1,
  "base.garlicseed": 1,
  "base.wheatseed": 2,
  "base.soybeansseed": 1,
  "base.sugarbeetseed": 1,
  "base.basilseed": 1,
  "base.chamomileseed": 1,
  "base.chivesseed": 1,
  "base.cilantroseed": 1,
  "base.marigoldseed": 1,
  "base.oreganoseed": 1,
  "base.parsleyseed": 1,
  "base.sageseed": 1,
  "base.rosemaryseed": 1,
  "base.thymeseed": 1,
  "base.lettuceseed": 1,
  "base.bellpepperseed": 2,
  "base.cucumberseed": 2,
  "base.cauliflowerseed": 1,
  "base.leekseed": 1,
  "base.lemongrassseed": 1,
  "base.zucchiniseed": 2,
  "base.habaneroseed": 2,
  "base.jalapenoseed": 2,
  "base.blacksageseed": 1,
  "base.broadleafplantainseed": 1,
  "base.comfreyseed": 1,
  "base.commonmallowseed": 1,
  "base.wildgarlicseed": 1,
  "base.barleyseed": 2,
  "base.ryeseed": 2,
  "base.pumpkinseed": 2,
  "base.hempseed": 1,
  "base.hopsseed": 1,
  "base.mintseed": 1,
  "base.watermelonseed": 2,
  "base.turnipseed": 1,
  "base.roseseed": 1,
  "base.poppyseed": 1,
  "base.lavenderseed": 1,
  "base.flaxseed": 1,
  "base.spinachseed": 1,
  "base.sunflowerseeds": 1,
  "base.tobaccoseed": 1,
  "base.carrotbagseed2_empty": 1,
  "base.broccolibagseed2_empty": 1,
  "base.redradishbagseed2_empty": 1,
  "base.strewberriebagseed2_empty": 1,
  "base.tomatobagseed2_empty": 1,
  "base.potatobagseed2_empty": 1,
  "base.cabbagebagseed2_empty": 1,
  "base.cornbagseed_empty": 1,
  "base.kalebagseed_empty": 1,
  "base.sweetpotatobagseed_empty": 1,
  "base.greenpeasbagseed_empty": 1,
  "base.onionbagseed_empty": 1,
  "base.garlicbagseed_empty": 1,
  "base.wheatbagseed_empty": 1,
  "base.soybeansbagseed_empty": 1,
  "base.sugarbeetbagseed_empty": 1,
  "base.basilbagseed_empty": 1,
  "base.chamomilebagseed_empty": 1,
  "base.chivesbagseed_empty": 1,
  "base.cilantrobagseed_empty": 1,
  "base.marigoldbagseed_empty": 1,
  "base.oreganobagseed_empty": 1,
  "base.parsleybagseed_empty": 1,
  "base.sagebagseed_empty": 1,
  "base.rosemarybagseed_empty": 1,
  "base.thymebagseed_empty": 1,
  "base.lettucebagseed_empty": 1,
  "base.bellpepperbagseed_empty": 1,
  "base.cucumberbagseed_empty": 1,
  "base.cauliflowerbagseed_empty": 1,
  "base.leekbagseed_empty": 1,
  "base.lemongrassbagseed_empty": 1,
  "base.zucchinibagseed_empty": 1,
  "base.habanerobagseed_empty": 1,
  "base.jalapenobagseed_empty": 1,
  "base.blacksagebagseed_empty": 1,
  "base.broadleafplantainbagseed_empty": 1,
  "base.comfreybagseed_empty": 1,
  "base.commonmallowbagseed_empty": 1,
  "base.wildgarlicbagseed_empty": 1,
  "base.barleybagseed_empty": 1,
  "base.ryebagseed_empty": 1,
  "base.pumpkinbagseed_empty": 1,
  "base.hempbagseed_empty": 1,
  "base.hopsbagseed_empty": 1,
  "base.mintbagseed_empty": 1,
  "base.watermelonbagseed_empty": 1,
  "base.turnipbagseed_empty": 1,
  "base.rosebagseed_empty": 1,
  "base.poppybagseed_empty": 1,
  "base.lavenderbagseed_empty": 1,
  "base.flaxbagseed_empty": 1,
  "base.spinachbagseed_empty": 1,
  "base.sunflowerbagseed_empty": 1,
  "base.tobaccobagseed_empty": 1,
  "base.gasmaskfilter": 1,
  "base.gasmaskfiltercrafted": 1,
  "base.respiratorfiltersrecharged": 2,
  "base.broom_barbedwire": 1,
  "base.icehockeystick_barbedwire": 1,
  "base.plunger_barbedwire": 1,
  "base.cudgel_brake": 1,
  "base.longhandle_brake": 1,
  "base.plank_brake": 1,
  "base.bucketmace_wood": 1,
  "base.bucketmace_metal": 2,
  "base.baseballbat_can": 2,
  "base.longhandle_can": 1,
  "base.shortbat_can": 1,
  "base.treebranch_can": 1,
  "base.woodenstick_can": 1,
  "base.baseballbat_gardenforkhead": 2,
  "base.cudgel_gardenforkhead": 1,
  "base.kettlemace_wood": 1,
  "base.kettlemace_metal": 2,
  "base.baseballbat_nails": 2,
  "base.cudgel_nails": 1,
  "base.fieldhockeystick_nails": 1,
  "base.longhandle_nails": 1,
  "base.plank_nails": 1,
  "base.tableleg_nails": 1,
  "base.baseballbat_broken_nails": 1,
  "base.bowlingpin_nails": 1,
  "base.branch_broken_nails": 1,
  "base.chairleg_nails": 1,
  "base.fieldhockeystick_broken_nails": 1,
  "base.firewood_nails": 1,
  "base.handle_nails": 1,
  "base.longhandle_broken_nails": 1,
  "base.plank_broken_nails": 1,
  "base.shortbat_nails": 1,
  "base.tableleg_broken_nails": 1,
  "base.treebranch_nails": 1,
  "base.woodenstick_nails": 1,
  "base.woodenstick_broken_nails": 1,
  "base.shortbat_railspike": 1,
  "base.treebranch_railspike": 1,
  "base.baseballbat_rakehead": 2,
  "base.longhandle_rakehead": 1,
  "base.shortbat_rakehead": 1,
  "base.baseballbat_sawblade": 2,
  "base.fieldhockeystick_sawblade": 1,
  "base.shortbat_sawblade": 1,
  "base.baseballbat_scrapsheet": 3,
  "base.cudgel_scrapsheet": 1,
  "base.cannedbellpepper_open": 1,
  "base.cannedbroccoli_open": 1,
  "base.cannedcabbage_open": 1,
  "base.cannedcarrots_open": 1,
  "base.cannedeggplant_open": 1,
  "base.cannedleek_open": 1,
  "base.cannedpotato_open": 1,
  "base.cannedredradish_open": 1,
  "base.cannedtomato_open": 1,
  "base.cannedroe_open": 1,
  "base.cannedbellpepper": 1,
  "base.cannedbroccoli": 1,
  "base.cannedcabbage": 1,
  "base.cannedcarrots": 1,
  "base.cannedeggplant": 1,
  "base.cannedleek": 1,
  "base.cannedpotato": 1,
  "base.cannedredradish": 1,
  "base.cannedtomato": 1,
  "base.cannedroe": 1,
  "base.lantern_hurricanelit": 1,
  "base.lantern_hurricane_copperlit": 1,
  "base.lantern_hurricane_forgedlit": 1,
  "base.lantern_hurricane_goldlit": 1,
  "base.lantern_hurricane_silverlit": 1,
  "base.lantern_hurricane": 2,
  "base.alcoholrippedsheets": 3,
  "base.alcoholbandage": 3,
  "base.bandage": 2,
  "base.denimstrips": 2,
  "base.rippedsheets": 2,
  "researchany": 1,
  "base.thighscrapmetalspike_l": 1,
  "base.greavespikescrap_left": 1,
  "base.vambracespikescrap_left": 1,
  "base.shoulderpad_metalspikescrap_l": 1,
  "base.thighscrapmetalspike_r": 1,
  "base.greavespikescrap_right": 1,
  "base.vambracespikescrap_right": 1,
  "base.shoulderpad_metalspikescrap_r": 1,
  "base.thighmetalspike_l": 1,
  "base.greavespike_left": 1,
  "base.vambracespike_left": 1,
  "base.shoulderpad_metalspike_l": 1,
  "base.thighmetalspike_r": 1,
  "base.greavespike_right": 1,
  "base.vambracespike_right": 1,
  "base.shoulderpad_metalspike_r": 1,
  "base.shoulderpad_articulatedspike_l": 1,
  "base.shinkneeguardspike_l_metal": 1,
  "base.shoulderpad_articulatedspike_r": 1,
  "base.shinkneeguardspike_r_metal": 1,
  "base.beerbottle": 1,
  "base.beercan": 1,
  "base.tinnedbeans": 1,
  "base.cannedbolognese": 1,
  "base.cannedcarrots2": 1,
  "base.cannedchili": 1,
  "base.cannedcornedbeef": 1,
  "base.cannedcorn": 1,
  "base.cannedfruitcocktail": 1,
  "base.cannedfruitbeverage": 1,
  "base.cannedmilk": 1,
  "base.cannedmushroomsoup": 1,
  "base.cannedpeaches": 1,
  "base.cannedpeas": 1,
  "base.cannedpineapple": 1,
  "base.cannedpotato2": 1,
  "base.cannedsardines": 1,
  "base.tinnedsoup": 1,
  "base.cannedtomato2": 1,
  "base.tunatin": 1,
  "base.dogfood": 1,
  "base.mysterycan": 1,
  "base.dentedcan": 1,
  "base.waterrationcan": 1,
  "base.macandcheese": 1,
  "base.tinnedbeans_box": 1,
  "base.cannedbolognese_box": 1,
  "base.cannedcarrots_box": 1,
  "base.cannedchili_box": 1,
  "base.cannedcornedbeef_box": 1,
  "base.cannedcorn_box": 1,
  "base.cannedfruitcocktail_box": 1,
  "base.cannedfruitbeverage_box": 1,
  "base.cannedmilk_box": 1,
  "base.cannedmushroomsoup_box": 1,
  "base.cannedpeaches_box": 1,
  "base.cannedpeas_box": 1,
  "base.cannedpineapple_box": 1,
  "base.cannedpotato_box": 1,
  "base.cannedsardines_box": 1,
  "base.tinnedsoup_box": 1,
  "base.cannedtomato_box": 1,
  "base.tunatin_box": 1,
  "base.dogfood_box": 1,
  "base.mysterycan_box": 1,
  "base.dentedcan_box": 1,
  "base.waterrationcan_box": 1,
  "base.macandcheese_box": 1,
  "base.wine": 1,
  "base.wine2": 1,
  "base.winewhite_boxed": 1,
  "base.winered_boxed": 1,
  "base.capguncap": 1,
  "base.nails": 1,
  "base.screws": 1,
  "base.nailsbox": 3,
  "base.screwsbox": 3,
  "base.fishinghookbox": 3,
  "base.capguncapbox": 1,
  "base.adhesivebandagebox": 1,
  "base.adhesivetapebox": 2,
  "base.antibioticsbox": 1,
  "base.bandagebox": 1,
  "base.batterybox": 2,
  "base.candlebox": 2,
  "base.coldpackbox": 1,
  "base.cottonballsbox": 1,
  "base.ducttapebox": 2,
  "base.lightbulbbox": 2,
  "base.paperclipbox": 2,
  "base.sutureneedlebox": 1,
  "base.tonguedepressorbox": 1,
  "base.nailscarton": 1,
  "base.screwscarton": 1,
  "base.bookaiming1": 1,
  "base.bookhusbandry1": 1,
  "base.bookbutchering1": 1,
  "base.bookcarpentry1": 1,
  "base.bookcarving1": 1,
  "base.bookcooking1": 1,
  "base.bookelectrician1": 1,
  "base.bookfarming1": 1,
  "base.bookfirstaid1": 1,
  "base.bookfishing1": 1,
  "base.bookforaging1": 1,
  "base.bookglassmaking1": 1,
  "base.booklongblade1": 1,
  "base.bookflintknapping1": 1,
  "base.bookmasonry1": 1,
  "base.bookmechanic1": 1,
  "base.bookmaintenance1": 1,
  "base.bookblacksmith1": 1,
  "base.bookmetalwelding1": 1,
  "base.bookreloading1": 1,
  "base.booktailoring1": 1,
  "base.booktrapping1": 1,
  "base.booktracking1": 1,
  "base.bookpottery1": 1,
  "base.bookaiming2": 1,
  "base.bookhusbandry2": 1,
  "base.bookbutchering2": 1,
  "base.bookcarpentry2": 1,
  "base.bookcarving2": 1,
  "base.bookcooking2": 1,
  "base.bookelectrician2": 1,
  "base.bookfarming2": 1,
  "base.bookfirstaid2": 1,
  "base.bookfishing2": 1,
  "base.bookforaging2": 1,
  "base.bookglassmaking2": 1,
  "base.booklongblade2": 1,
  "base.bookflintknapping2": 1,
  "base.bookmasonry2": 1,
  "base.bookmechanic2": 1,
  "base.bookmaintenance2": 1,
  "base.bookblacksmith2": 1,
  "base.bookmetalwelding2": 1,
  "base.bookreloading2": 1,
  "base.booktailoring2": 1,
  "base.booktrapping2": 1,
  "base.booktracking2": 1,
  "base.bookpottery2": 1,
  "base.bookaiming3": 1,
  "base.bookhusbandry3": 1,
  "base.bookbutchering3": 1,
  "base.bookcarpentry3": 1,
  "base.bookcarving3": 1,
  "base.bookcooking3": 1,
  "base.bookelectrician3": 1,
  "base.bookfarming3": 1,
  "base.bookfirstaid3": 1,
  "base.bookfishing3": 1,
  "base.bookforaging3": 1,
  "base.bookglassmaking3": 1,
  "base.booklongblade3": 1,
  "base.bookflintknapping3": 1,
  "base.bookmasonry3": 1,
  "base.bookmechanic3": 1,
  "base.bookmaintenance3": 1,
  "base.bookblacksmith3": 1,
  "base.bookmetalwelding3": 1,
  "base.bookreloading3": 1,
  "base.booktailoring3": 1,
  "base.booktrapping3": 1,
  "base.booktracking3": 1,
  "base.bookpottery3": 1,
  "base.bookaiming4": 1,
  "base.bookhusbandry4": 1,
  "base.bookbutchering4": 1,
  "base.bookcarpentry4": 1,
  "base.bookcarving4": 1,
  "base.bookcooking4": 1,
  "base.bookelectrician4": 1,
  "base.bookfarming4": 1,
  "base.bookfirstaid4": 1,
  "base.bookfishing4": 1,
  "base.bookforaging4": 1,
  "base.bookglassmaking4": 1,
  "base.booklongblade4": 1,
  "base.bookflintknapping4": 1,
  "base.bookmasonry4": 1,
  "base.bookmechanic4": 1,
  "base.bookmaintenance4": 1,
  "base.bookblacksmith4": 1,
  "base.bookmetalwelding4": 1,
  "base.bookreloading4": 1,
  "base.booktailoring4": 1,
  "base.booktrapping4": 1,
  "base.booktracking4": 1,
  "base.bookpottery4": 1,
  "base.bookaiming5": 1,
  "base.bookhusbandry5": 1,
  "base.bookbutchering5": 1,
  "base.bookcarpentry5": 1,
  "base.bookcarving5": 1,
  "base.bookcooking5": 1,
  "base.bookelectrician5": 1,
  "base.bookfarming5": 1,
  "base.bookfirstaid5": 1,
  "base.bookfishing5": 1,
  "base.bookforaging5": 1,
  "base.bookglassmaking5": 1,
  "base.booklongblade5": 1,
  "base.bookflintknapping5": 1,
  "base.bookmasonry5": 1,
  "base.bookmechanic5": 1,
  "base.bookmaintenance5": 1,
  "base.bookblacksmith5": 1,
  "base.bookmetalwelding5": 1,
  "base.bookreloading5": 1,
  "base.booktailoring5": 1,
  "base.booktrapping5": 1,
  "base.booktracking5": 1,
  "base.bookpottery5": 1,
  "base.bookaimingset": 1,
  "base.bookbutcheringset": 1,
  "base.bookhusbandryset": 1,
  "base.bookcarpentryset": 1,
  "base.bookcarvingset": 1,
  "base.bookcookingset": 1,
  "base.bookelectricianset": 1,
  "base.bookfarmingset": 1,
  "base.bookfirstaidset": 1,
  "base.bookfishingset": 1,
  "base.bookforagingset": 1,
  "base.bookglassmakingset": 1,
  "base.bookflintknappingset": 1,
  "base.booklongbladeset": 1,
  "base.bookmasonryset": 1,
  "base.bookmechanicsset": 1,
  "base.bookmaintenanceset": 1,
  "base.bookblacksmithset": 1,
  "base.bookmetalweldingset": 1,
  "base.bookpotteryset": 1,
  "base.bookreloadingset": 1,
  "base.booktailoringset": 1,
  "base.booktrackingset": 1,
  "base.booktrappingset": 1,
  "base.scotchtape": 1,
  "base.antibiotics": 1,
  "base.battery": 1,
  "base.cottonballs": 1,
  "base.ducttape": 1,
  "base.sutureneedle": 1,
  "base.candle": 1,
  "base.coldpack": 1,
  "base.lightbulb": 1,
  "base.rippedsheetsdirty": 1,
  "base.denimstripsdirty": 1,
  "base.leatherstripsdirty": 1,
  "base.twigs": 1,
  "base.sheetrope": 1,
  "base.rope": 1,
  "base.barbedwire": 1,
  "base.wire": 1,
  "base.rippedsheetsbundle": 1,
  "base.rippedsheetsdirtybundle": 1,
  "base.rippedsheetssterilizedbundle": 1,
  "base.denimstripsbundle": 1,
  "base.denimstripsdirtybundle": 1,
  "base.leatherstripsbundle": 1,
  "base.leatherstripsdirtybundle": 1,
  "base.twigsbundle": 1,
  "base.sheetropebundle": 1,
  "base.ropestack": 1,
  "base.barbedwirestack": 1,
  "base.wirestack": 1,
  "base.moneybundle": 1,
  "base.clayjarglazedunfired": 1,
  "base.claymugglazedunfired": 1,
  "base.plateglazedunfired": 1,
  "base.ceramicmortarandpestleglazedunfired": 1,
  "base.sleepingbag_blueplaid_packed": 1,
  "base.sleepingbag_camo_packed": 1,
  "base.sleepingbag_cheap_blue_packed": 1,
  "base.sleepingbag_cheap_green_packed": 1,
  "base.sleepingbag_cheap_green2_packed": 1,
  "base.sleepingbag_green_packed": 1,
  "base.sleepingbag_greenplaid_packed": 1,
  "base.sleepingbag_hide_packed": 1,
  "base.sleepingbag_highquality_brown_packed": 1,
  "base.sleepingbag_redplaid_packed": 1,
  "base.sleepingbag_spiffo_packed": 1,
  "base.sleepingbag_blueplaid": 1,
  "base.sleepingbag_camo": 1,
  "base.sleepingbag_cheap_blue": 1,
  "base.sleepingbag_cheap_green": 1,
  "base.sleepingbag_cheap_green2": 1,
  "base.sleepingbag_green": 1,
  "base.sleepingbag_greenplaid": 1,
  "base.sleepingbag_hide": 1,
  "base.sleepingbag_highquality_brown": 1,
  "base.sleepingbag_redplaid": 1,
  "base.sleepingbag_spiffo": 1,
  "base.tentblue_packed": 1,
  "base.tentbrown_packed": 1,
  "base.tentgreen_packed": 1,
  "base.hidetent_packed": 1,
  "base.tentyellow_packed": 1,
  "base.campingtentkit2_packed": 1,
  "base.improvisedtentkit_packed": 1,
  "base.tentblue": 1,
  "base.tentbrown": 1,
  "base.tentgreen": 1,
  "base.hidetent": 1,
  "base.tentyellow": 1,
  "base.campingtentkit2": 1,
  "base.improvisedtentkit": 1,
  "base.spearglass": 6,
  "base.spearcrude": 6,
  "base.spearstone": 6,
  "base.spearhandfork": 3,
  "base.spearhuntingknife": 6,
  "base.spearknife": 6,
  "base.spearcrudelong": 6,
  "base.spear_plunger": 3,
  "base.spearscissors": 3,
  "base.spearscrewdriver": 6,
  "base.spear_bonelong": 3,
  "base.spear_bone": 3,
  "base.spearstonelong": 6,
  "base.spearknifesmall": 3,
  "base.spearlargeknife": 3,
  "base.spearscrapknife": 3,
  "base.spearfightingknife": 3,
  "base.spearsteakknife": 3,
  "base.spearlong": 1,
  "base.spearshort": 1,
  "base.gloves_fingerlessleathergloves": 1,
  "base.gloves_fingerlessleathergloves_black": 1,
  "base.gloves_fingerlessleathergloves_brown": 1,
  "base.bag_clothsatchel_burlap": 1,
  "base.bag_clothsatchel_cotton": 1,
  "base.bag_clothsatchel_denim": 1,
  "base.bag_clothsatchel_denimblack": 1,
  "base.bag_clothsatchel_denimlight": 1,
  "base.dress_knees_crafted_burlap": 1,
  "base.dress_knees_crafted_cotton": 1,
  "base.dress_knees_crafted_denim": 1,
  "base.dress_knees_crafted_denimblack": 1,
  "base.dress_knees_crafted_denimlight": 1,
  "base.dress_long_crafted_burlap": 1,
  "base.dress_long_crafted_cotton": 1,
  "base.dress_long_crafted_denim": 1,
  "base.dress_long_crafted_denimblack": 1,
  "base.dress_long_crafted_denimlight": 1,
  "base.hat_headsack_burlap": 2,
  "base.hat_headsack_cotton": 4,
  "base.hat_shemaghfull_burlap": 1,
  "base.hat_shemaghfull_cotton": 1,
  "base.gloves_burlapwrap": 1,
  "base.gloves_denimwrap": 1,
  "base.gloves_leatherwrap": 1,
  "base.gloves_ragwrap": 1,
  "base.bandeau_burlap": 1,
  "base.bandeau_denim": 1,
  "base.bandeau_rag": 1,
  "base.bandeau_hide": 1,
  "base.briefs_burlap": 1,
  "base.briefs_denim": 1,
  "base.briefs_rag": 1,
  "base.shoes_burlapwrap": 1,
  "base.shoes_denimwrap": 1,
  "base.shoes_leatherwrap": 1,
  "base.shoes_ragwrap": 1,
  "base.briefs_hide": 1,
  "base.longjohns_crafted_burlap": 1,
  "base.longjohns_crafted_cotton": 1,
  "base.longjohns_bottoms_crafted_burlap": 1,
  "base.longjohns_bottoms_crafted_cotton": 1,
  "base.shirt_crafted_burlap": 1,
  "base.shirt_crafted_cotton": 1,
  "base.shirt_crafted_denim": 1,
  "base.shirt_crafted_denimblack": 1,
  "base.shirt_crafted_denimlight": 1,
  "base.shirt_nosleeves_crafted_burlap": 1,
  "base.shirt_nosleeves_crafted_cotton": 1,
  "base.shirt_nosleeves_crafted_denim": 1,
  "base.shirt_nosleeves_crafted_denimblack": 1,
  "base.shirt_nosleeves_crafted_denimlight": 1,
  "base.skirt_knees_crafted_burlap": 1,
  "base.skirt_knees_crafted_cotton": 1,
  "base.skirt_knees_crafted_denim": 1,
  "base.skirt_knees_crafted_denimblack": 1,
  "base.skirt_knees_crafted_denimlight": 1,
  "base.skirt_long_crafted_burlap": 1,
  "base.skirt_long_crafted_cotton": 1,
  "base.skirt_long_crafted_denim": 1,
  "base.skirt_long_crafted_denimblack": 1,
  "base.skirt_long_crafted_denimlight": 1,
  "base.trousers_crafted_burlap": 1,
  "base.trousers_crafted_cotton": 1,
  "base.trousers_crafted_denim": 1,
  "base.trousers_crafted_denimblack": 1,
  "base.trousers_crafted_denimlight": 1,
  "base.skirt_normal": 1,
  "base.skirt_knees": 1,
  "base.skirt_short": 1,
  "base.skirt_mini": 1,
  "base.shirt_croptopnoarmtint": 1,
  "base.shirt_formalwhite_shortsleeve": 1,
  "base.shirt_formalwhite_shortsleevetint": 1,
  "base.tshirt_whitetint": 2,
  "base.tshirt_huntingcamo": 1,
  "base.socks_ankle": 1,
  "base.socks_ankle_black": 1,
  "base.socks_ankle_white": 1,
  "base.shorts_longdenim": 1,
  "base.shorts_shortdenim": 1,
  "base.tarp": 2,
  "base.toybear_crafted_burlap": 1,
  "base.vambrace_bodyarmour_left_army": 1,
  "base.vambrace_bodyarmour_left_civ": 1,
  "base.vambrace_bodyarmour_left_police": 1,
  "base.vambrace_bodyarmour_left_swat": 1,
  "base.vambrace_bodyarmour_right_army": 1,
  "base.vambrace_bodyarmour_right_civ": 1,
  "base.vambrace_bodyarmour_right_police": 1,
  "base.vambrace_bodyarmour_right_swat": 1,
  "base.greavebodyarmour_left_army": 1,
  "base.greavebodyarmour_left_civ": 1,
  "base.greavebodyarmour_left_police": 1,
  "base.greavebodyarmour_left_swat": 1,
  "base.greavebodyarmour_right_army": 1,
  "base.greavebodyarmour_right_civ": 1,
  "base.greavebodyarmour_right_police": 1,
  "base.greavebodyarmour_right_swat": 1,
  "base.thighbodyarmour_l_army": 1,
  "base.thighbodyarmour_l_civ": 1,
  "base.thighbodyarmour_l_police": 1,
  "base.thighbodyarmour_l_swat": 1,
  "base.thighbodyarmour_r_army": 1,
  "base.thighbodyarmour_r_civ": 1,
  "base.thighbodyarmour_r_police": 1,
  "base.thighbodyarmour_r_swat": 1,
  "base.shoulderpad_football_spiked_l": 2,
  "base.shoulderpad_football_spiked_r": 2,
  "base.shinkneeguardspike_l": 1,
  "base.shinkneeguardspike_l_baseball": 1,
  "base.shinkneeguardspike_l_icehockey": 1,
  "base.shinkneeguardspike_l_protective": 1,
  "base.shinkneeguardspike_r": 1,
  "base.shinkneeguardspike_r_baseball": 1,
  "base.shinkneeguardspike_r_icehockey": 1,
  "base.shinkneeguardspike_r_protective": 1,
  "base.vambrace_leatherspike_left": 1,
  "base.vambrace_leatherspike_right": 1,
  "base.hat_crashhelmetfull_spiked": 1,
  "base.hat_crashhelmetfull_black_spiked": 1,
  "base.shoulderpads_footballontop_spiked": 2,
  "base.gorget_burlap": 1,
  "base.gorget_denim": 1,
  "base.gorget_leatherwrap": 1,
  "base.gorget_rag": 1,
  "base.hat_headsack_tarp": 1,
  "base.hat_headsack_hide": 1,
  "base.bandeau_faunhide": 1,
  "base.skirt_knees_deerhide": 1,
  "base.skirt_short_faunhide": 1,
  "base.dress_smalldeerhidestrapless": 1,
  "base.vest_deerhide": 1,
  "base.vest_fawnhide": 1,
  "base.vest_angushide": 1,
  "base.vest_holsteinhide": 1,
  "base.vest_simmentalhide": 1,
  "base.bag_tarpframepack_small": 1,
  "base.trousers_deerhide": 1,
  "base.trousers_faunhide": 1,
  "base.jacketlong_anguscalfhide": 1,
  "base.jacketlong_holsteincalfhide": 1,
  "base.jacketlong_simmentalcalfhide": 1,
  "base.jacketlong_angushide": 1,
  "base.jacketlong_holsteinhide": 1,
  "base.jacketlong_simmentalhide": 1,
  "base.jacketlong_sheepskin": 1,
  "base.jacket_anguscalfhide": 1,
  "base.jacket_holsteincalfhide": 1,
  "base.jacket_simmentalcalfhide": 1,
  "base.jacket_angushide": 1,
  "base.jacket_holsteinhide": 1,
  "base.jacket_simmentalhide": 1,
  "base.jacket_deerhide": 1,
  "base.jacket_sheepskin": 1,
  "base.hat_raccoon": 1,
  "base.hat_winterhat_sheepskin": 2,
  "base.hat_cowboy_angus": 2,
  "base.hat_cowboy_holstein": 2,
  "base.hat_cowboy_simmental": 2,
  "base.canpipe_tobacco": 1,
  "base.smokingpipe_tobacco": 1,
  "base.aerosolbombtriggered": 1,
  "base.flametraptriggered": 1,
  "base.noisetraptriggered": 1,
  "base.pipebombtriggered": 1,
  "base.smokebombtriggered": 1,
  "base.aerosolbombsensorv1": 1,
  "base.flametrapsensorv1": 1,
  "base.noisetrapsensorv1": 1,
  "base.pipebombsensorv1": 1,
  "base.smokebombsensorv1": 1,
  "base.aerosolbombsensorv2": 1,
  "base.flametrapsensorv2": 1,
  "base.noisetrapsensorv2": 1,
  "base.pipebombsensorv2": 1,
  "base.smokebombsensorv2": 1,
  "base.aerosolbombsensorv3": 1,
  "base.flametrapsensorv3": 1,
  "base.noisetrapsensorv3": 1,
  "base.pipebombsensorv3": 1,
  "base.smokebombsensorv3": 1,
  "base.aerosolbombremote": 1,
  "base.flametrapremote": 1,
  "base.noisetrapremote": 1,
  "base.pipebombremote": 1,
  "base.smokebombremote": 1,
  "master": 45,
  "loop": 42,
  "event": 2864,
  "distancemax": 290,
  "electricityon": 1,
  "idle": 4,
  "version": 16,
  "gearchange": 20,
  "aftergearchange": 20,
  "maxinstancesperemitter": 18,
  "volume": 1,
  "file": 4385,
  "mechanicarea": 54,
  "area": 3282,
  "mechanicrequirekey": 1385,
  "durability": 640,
  "keep": 2010,
  "equip": 1870,
  "test": 2698,
  "door": 464,
  "create": 1654,
  "update": 882,
  "requireuninstalled": 486,
  "skills": 4100,
  "usechassisphysicscollision": 134,
  "extents": 1103,
  "angle": 480,
  "anim": 2409,
  "rate": 1834,
  "complete": 1943,
  "init": 858,
  "use": 238,
  "checkengine": 5,
  "repairmechanic": 388,
  "contenttype": 66,
  "requireempty": 115,
  "specificitem": 534,
  "xoffset": 1,
  "yoffset": 1,
  "distance": 1,
  "intensity": 1,
  "template!": 659,
  "hasroof": 872,
  "seat": 260,
  "alarmloop": 53,
  "engine": 270,
  "enginestart": 270,
  "engineturnoff": 270,
  "handbrake": 2,
  "horn": 271,
  "ignitionfail": 270,
  "wheel": 182,
  "requireinstalled": 679,
  "checkoperate": 123,
  "parent": 268,
  "openable": 146,
  "globalitem": 12,
  "conditionmodifier": 15,
  "invertx": 363,
  "zombietype": 111,
  "mechanictype": 369,
  "enginerepairlevel": 361,
  "playerdamageprotection": 361,
  "spawnoffsety": 230,
  "texturemask": 369,
  "texturelights": 365,
  "texturedamage1overlay": 369,
  "texturedamage2overlay": 369,
  "texturedamage1shell": 369,
  "texturedamage2shell": 369,
  "texturerust": 369,
  "soundsiren": 117,
  "mass": 400,
  "physicschassisshape": 498,
  "centerofmassoffset": 498,
  "shadowextents": 463,
  "shadowoffset": 463,
  "engineforce": 361,
  "maxspeed": 361,
  "enginequality": 361,
  "brakingforce": 359,
  "stoppingmovementforce": 358,
  "rollinfluence": 361,
  "steeringincrement": 361,
  "steeringclamp": 361,
  "suspensionstiffness": 361,
  "maxsuspensiontravelcm": 361,
  "suspensionrestlength": 361,
  "frontendhealth": 361,
  "rearendhealth": 361,
  "seats": 361,
  "front": 1424,
  "radius": 1452,
  "width": 1444,
  "xywh": 3965,
  "zoffset": 947,
  "specialkeyring": 63,
  "carmechanicsoverlay": 40,
  "leftcol": 109,
  "rightcol": 109,
  "enginerpmtype": 95,
  "reverse": 532,
  "animate": 575,
  "attachmentparent": 2,
  "boneweight": 183,
  "attachmentself": 1,
  "ignorevehiclescale": 1,
  "gearratiocount": 15,
  "gearratior": 15,
  "gearratio1": 15,
  "gearratio2": 15,
  "gearratio3": 15,
  "gearratio4": 15,
  "extentsoffset": 74,
  "specialkeyringchance": 8,
  "offroadefficiency": 257,
  "gearratio5": 2,
  "haslightsrear": 74,
  "speciallootchance": 14,
  "issmallvehicle": 85,
  "neverspawnkey": 23,
  "updateconstraint": 32,
