{
  "displaycategory": 5525,
  "itemtype": 5525,
  "weight": 4944,
  "icon": 5101,
  "metalvalue": 382,
  "worldstaticmodel": 4267,
  "tags": 3903,
  "alarmsound": 18,
  "soundradius": 38,
  "bodylocation": 1433,
  "clothingextrasubmenu": 360,
  "clothingitem": 1583,
  "clothingitemextra": 360,
  "clothingitemextraoption": 360,
  "cosmetic": 173,
  "worldrender": 171,
  "hidden": 198,
  "bloodlocation": 908,
  "fabrictype": 417,
  "insulation": 860,
  "windresistance": 762,
  "runspeedmodifier": 436,
  "scratchdefense": 607,
  "discomfortmodifier": 344,
  "researchablerecipes": 956,
  "waterresistance": 186,
  "canhaveholes": 576,
  "chancetofall": 257,
  "visualaid": 15,
  "iconsfortexture": 224,
  "visionmodifier": 83,
  "colorblue": 131,
  "colorgreen": 131,
  "colorred": 131,
  "bitedefense": 421,
  "tooltip": 500,
  "combatspeedmodifier": 172,
  "breaksound": 592,
  "bullethitarmoursound": 213,
  "weaponhitarmoursound": 213,
  "shouttype": 4,
  "shoutmultiplier": 4,
  "hearingmodifier": 36,
  "corpsesicknessdefense": 17,
  "attachmentsprovided": 28,
  "neckprotectionmodifier": 62,
  "oncreate": 369,
  "withoutdrainable": 5,
  "keepondeplete": 24,
  "conditionmax": 1006,
  "conditionlowerchanceonein": 602,
  "withdrainable": 5,
  "activateditem": 21,
  "bulletdefense": 101,
  "spawnwith": 48,
  "removeonbroken": 33,
  "stomppower": 28,
  "staticmodel": 1571,
  "eattype": 327,
  "replaceinprimaryhand": 222,
  "replaceinsecondhand": 223,
  "containername": 148,
  "capacity": 459,
  "initialpercentmin": 14,
  "initialpercentmax": 14,
  "fluid": 75,
  "customdrinksound": 106,
  "attachmentreplacement": 26,
  "canbeequipped": 88,
  "closesound": 309,
  "opensound": 309,
  "putinsound": 309,
  "weightreduction": 285,
  "equipsound": 91,
  "soundparameter": 34,
  "maxitemsize": 49,
  "medical": 39,
  "book_subject": 119,
  "worldstaticmodelsbyindex": 35,
  "acceptitemfunction": 42,
  "survivalgear": 60,
  "usedelta": 171,
  "usewhileequipped": 156,
  "replaceondeplete": 42,
  "canstorewater": 7,
  "cookingsound": 204,
  "pourtype": 98,
  "fillfromdispensersound": 88,
  "fillfromtapsound": 88,
  "iscookable": 263,
  "iswatersource": 1,
  "rainfactor": 50,
  "eattime": 25,
  "iconcolormask": 86,
  "makeuptype": 3,
  "canteat": 97,
  "animalfeedtype": 24,
  "cantbeconsolided": 54,
  "disappearonuse": 38,
  "conditionlowerstandard": 73,
  "consolidateoption": 16,
  "lightdistance": 18,
  "lightstrength": 18,
  "ticksperequipuse": 3,
  "torchcone": 18,
  "weightempty": 17,
  "soundmap": 88,
  "cantbefrozen": 52,
  "evolvedrecipe": 364,
  "packaged": 144,
  "spice": 111,
  "hungerchange": 608,
  "unhappychange": 412,
  "calories": 600,
  "carbohydrates": 600,
  "lipids": 600,
  "proteins": 600,
  "foodtype": 364,
  "evolvedrecipename": 173,
  "firefuelratio": 156,
  "torchdot": 7,
  "primaryanimmask": 27,
  "secondaryanimmask": 27,
  "attachmenttype": 347,
  "replaceonextinguish": 6,
  "doubleclickrecipe": 378,
  "fatiguechange": 4,
  "stresschange": 274,
  "alcoholpower": 2,
  "scaleworldicon": 1,
  "useworlditem": 1,
  "oneat": 23,
  "customcontextmenu": 57,
  "foodsicknesschange": 12,
  "customeatsound": 127,
  "requireinhandorinventory": 7,
  "inversecoughprobability": 7,
  "inversecoughprobabilitysmoker": 7,
  "usewhileunequipped": 1,
  "unequipsound": 25,
  "vehicletype": 262,
  "chancetospawndamaged": 267,
  "mechanicsitem": 300,
  "replaceonuse": 116,
  "daysfresh": 536,
  "daystotallyrotten": 536,
  "goodhot": 148,
  "minutestocook": 251,
  "minutestoburn": 248,
  "thirstchange": 112,
  "removeunhappinesswhencooked": 36,
  "dangerousuncooked": 81,
  "badcold": 61,
  "boredomchange": 274,
  "badinmicrowave": 115,
  "replaceonrotten": 8,
  "isdung": 10,
  "oncooked": 11,
  "fishinglure": 43,
  "replaceoncooked": 3,
  "removenegativeeffectoncooked": 5,
  "cannedfood": 41,
  "openingrecipe": 22,
  "staticmodelsbyindex": 15,
  "herbalisttype": 18,
  "painreduction": 2,
  "flureduction": 2,
  "endurancechange": 1,
  "poisonpower": 4,
  "reduceinfectionpower": 3,
  "originx": 2,
  "originy": 2,
  "originz": 2,
  "digitalpadlock": 1,
  "padlock": 1,
  "learnedrecipes": 200,
  "readtype": 158,
  "canbewrite": 19,
  "pagetowrite": 19,
  "magazine_subject": 48,
  "lvlskilltrained": 120,
  "numlevelstrained": 120,
  "numberofpages": 120,
  "skilltrained": 120,
  "map": 14,
  "worldobjectsprite": 406,
  "requiresequippedbothhands": 69,
  "sharpness": 108,
  "iconfluidmask": 73,
  "fillfromlakesound": 87,
  "fillfromtoiletsound": 74,
  "pickrandomfluid": 10,
  "headcondition": 57,
  "headconditionlowerchancemultiplier": 54,
  "alwayswelcomegift": 28,
  "count": 14,
  "remotecontroller": 3,
  "remoterange": 3,
  "soundvolume": 20,
  "mediacategory": 3,
  "opened": 5,
  "material": 5,
  "maxhitpoints": 5,
  "alcoholic": 2,
  "bandagepower": 11,
  "canbandage": 11,
  "itemaftercleaning": 4,
  "dropsound": 326,
  "placeonesound": 18,
  "equippednosprint": 5,
  "protectfromrainwhenequipped": 5,
  "itemwhendry": 2,
  "wet": 2,
  "wetcooldown": 2,
  "digtype": 15,
  "trap": 6,
  "menu": 1,
  "customfunction": 1,
  "maxcapacity": 113,
  "conditionloweroffroad": 70,
  "wheelfriction": 54,
  "brakeforce": 9,
  "suspensiondamping": 7,
  "suspensioncompression": 7,
  "conditionaffectscapacity": 33,
  "inputlocked": 9,
  "engineloudness": 9,
  "placemultiplesound": 16,
  "ammotype": 21,
  "canstack": 5,
  "guntype": 5,
  "maxammo": 21,
  "vehiclepartmodel": 3,
  "basevolumerange": 17,
  "ishightier": 17,
  "isportable": 17,
  "istelevision": 17,
  "maxchannel": 17,
  "micrange": 17,
  "minchannel": 17,
  "transmitrange": 17,
  "twoway": 17,
  "usesbattery": 17,
  "acceptmediatype": 4,
  "notransmit": 1,
  "basespeed": 264,
  "categories": 354,
  "critdmgmultiplier": 346,
  "criticalchance": 361,
  "damagecategory": 163,
  "damagemakehole": 193,
  "doordamage": 370,
  "doorhitsound": 354,
  "hitfloorsound": 354,
  "hitsound": 369,
  "knockbackonnodeath": 356,
  "knockdownmod": 375,
  "maxdamage": 403,
  "maxhitcount": 403,
  "maxrange": 403,
  "minangle": 370,
  "mindamage": 403,
  "minrange": 369,
  "minimumswingtime": 400,
  "pushbackmod": 370,
  "splatbloodonnodeath": 332,
  "splatnumber": 333,
  "subcategory": 369,
  "swingamountbeforeimpact": 395,
  "swinganim": 400,
  "swingsound": 402,
  "swingtime": 403,
  "treedamage": 354,
  "weaponlength": 262,
  "weaponspritesbyindex": 25,
  "weaponsprite": 378,
  "closekillmove": 59,
  "weaponweight": 3,
  "impactsound": 123,
  "idleanim": 262,
  "runanim": 288,
  "twohandweapon": 159,
  "explosionpower": 12,
  "explosionrange": 12,
  "explosionsound": 33,
  "firestartingenergy": 25,
  "firestartingchance": 25,
  "physicsobject": 33,
  "placedsprite": 23,
  "useself": 33,
  "triggerexplosiontimer": 3,
  "canbeplaced": 27,
  "canberemote": 5,
  "explosiontimer": 20,
  "sensorrange": 15,
  "firerange": 9,
  "canbereused": 6,
  "noiseduration": 12,
  "noiserange": 14,
  "explosionduration": 6,
  "smokerange": 6,
  "canbarricade": 12,
  "onbreak": 193,
  "endurancemod": 38,
  "headconditionmax": 13,
  "hitanglemod": 62,
  "splatsize": 37,
  "alwaysknockdown": 25,
  "cantattackwithlowestendurance": 22,
  "aimingperkcritmodifier": 16,
  "aimingperkhitchancemodifier": 16,
  "aimingperkminanglemodifier": 12,
  "aimingperkrangemodifier": 12,
  "aimreleasesound": 16,
  "aimingtime": 16,
  "ammobox": 16,
  "bringtobearsound": 16,
  "clicksound": 16,
  "ejectammosound": 15,
  "ejectammostartsound": 15,
  "ejectammostopsound": 15,
  "firemode": 8,
  "firemodepossibilities": 1,
  "cyclicratemultiplier": 1,
  "hitchance": 16,
  "insertammosound": 16,
  "insertammostartsound": 15,
  "insertammostopsound": 15,
  "isaimedfirearm": 16,
  "jamgunchance": 16,
  "magazinetype": 5,
  "minsightrange": 21,
  "maxsightrange": 21,
  "modelweaponpart": 11,
  "multiplehitconditionaffected": 16,
  "muzzleflashmodelkey": 16,
  "npcsoundboost": 13,
  "piercingbullets": 9,
  "projectilecount": 16,
  "racksound": 10,
  "ranged": 16,
  "recoildelay": 16,
  "reloadtime": 16,
  "shellfallsound": 14,
  "soundgain": 16,
  "stoppower": 16,
  "tohitmodifier": 13,
  "useendurance": 16,
  "weaponreloadtype": 16,
  "clipsize": 7,
  "aimingmod": 67,
  "anglefalloff": 4,
  "havechamber": 7,
  "needtobeclosedoncereload": 2,
  "insertallbulletsreload": 2,
  "isaimedhandweapon": 67,
  "projectilespread": 4,
  "projectileweightcenter": 4,
  "rackaftershoot": 7,
  "rangefalloff": 4,
  "manuallyremovespentrounds": 4,
  "otherhanduse": 3,
  "otherhandrequire": 3,
  "weightmodifier": 11,
  "aimingtimemodifier": 7,
  "mounton": 11,
  "parttype": 11,
  "canattach": 9,
  "candetach": 9,
  "reloadtimemodifier": 1,
  "lowlightbonus": 1,
  "recoildelaymodifier": 1,
  "hitchancemodifier": 1,
  "projectilespreadmodifier": 2,
  "maxrangemodifier": 2,
  "displayname": 219
}