{
  "properties": {
    "time": 1703,
    "tags": 1703,
    "timedaction": 1622,
    "category": 1652,
    "overlaystyle": 34,
    "oncreate": 310,
    "skillrequired": 1067,
    "needtobelearn": 692,
    "xpaward": 1196,
    "autolearnall": 150,
    "metarecipe": 72,
    "ontest": 18,
    "tooltip": 41,
    "autolearnany": 176,
    "recipegroup": 9,
    "allowbatchcraft": 112,
    "icon": 4,
    "researchskilllevel": 2,
    "researchany": 1
  },
  "items": {
    "base:charcoal": 192,
    "base.flaxrippled": 2,
    "base.hempbundledried": 2,
    "base:breakfiber": 1,
    "base:dullknife": 11,
    "mapper:fibertypes": 1,
    "base.flaxdried": 2,
    "base.flaxseed": 3,
    "base.flaxscutched": 1,
    "base.flaxheckled": 2,
    "base.flaxtow": 2,
    "1:20": 66,
    "base.thread": 13,
    "base.fabricroll_cotton": 17,
    "base.cheesecloth": 2,
    "base.hempscutched": 3,
    "base.dogbane": 3,
    "base.burlappiece": 19,
    "base.cornseed": 6,
    "base.cornflour2": 2,
    "base.cornmeal2": 2,
    "base.wheatseed": 3,
    "base.ryeseed": 3,
    "base.barleyseed": 3,
    "base.flour2": 2,
    "base.hempseed": 2,
    "base.seedpaste": 3,
    "base.sunflowerseeds": 2,
    "*": 35,
    "base.butter": 4,
    "base:leathercrudetannedlarge": 11,
    "base:leatherfurtannedlarge": 9,
    "base:sharpknife": 197,
    "base:scissors": 127,
    "base.leatherstrips": 118,
    "base:leathercrudetannedmedium": 15,
    "base:leatherfurtannedmedium": 10,
    "base:leathercrudetannedsmall": 26,
    "base:leatherfurtannedsmall": 17,
    "base:leathercrudewetlarge": 2,
    "base:leatherfurwetlarge": 2,
    "mapper:dryleatherlarge": 1,
    "base:leathercrudewetmedium": 2,
    "base:leatherfurwetmedium": 2,
    "mapper:dryleathermedium": 1,
    "base:leathercrudewetsmall": 2,
    "base:leatherfurwetsmall": 2,
    "mapper:dryleathersmall": 1,
    "base:leathercrudelarge": 1,
    "base:leatherfurlarge": 2,
    "base:leathercrudemedium": 1,
    "base:leatherfurmedium": 2,
    "base:leathercrudesmall": 1,
    "base:leatherfursmall": 2,
    "base:braintan": 1,
    "mapper:tanleathermapper": 1,
    "base.bowl": 22,
    "base:leatherfulllarge": 1,
    "base:leatherfullmedium": 1,
    "base:leatherfullsmall": 1,
    "base:fleshingtool": 2,
    "mapper:removefleshmapper": 1,
    "mapper:removefurmapper": 1,
    "base.leather_crude_large": 1,
    "base.leather_crude_medium": 1,
    "base.leather_crude_large_tan": 2,
    "base.leather_crude_medium_tan": 4,
    "base.cowleather_angus_fur_tan": 1,
    "base.cowleather_angus_fur_tan_medium": 1,
    "base.cowleather_holstein_fur_tan": 1,
    "base.cowleather_holstein_fur_tan_medium": 1,
    "base.cowleather_simmental_fur_tan": 1,
    "base.cowleather_simmental_fur_tan_medium": 1,
    "base.sheepleather_fur_tan": 3,
    "base.pigleather_landrace_fur_tan": 1,
    "base.pigleather_black_fur_tan": 1,
    "base.deerleather_fur_tan": 1,
    "mapper:leathermapper": 1,
    "base.woolraw": 3,
    "base.yarn": 10,
    "base.coffee2": 3,
    "base:coffeemaker": 1,
    "mapper:mugshot": 4,
    "base.teacup": 1,
    "base.ceramicteacup": 1,
    "base.breadslices": 2,
    "base.toast": 1,
    "base.smallsheetmetal": 215,
    "base:smithinghammer": 40,
    "base:tongs": 160,
    "base:metalworkingpunch": 38,
    "base:smallpunch": 11,
    "base:headingtool": 9,
    "base:sewingneedle": 123,
    "base:awl": 116,
    "base:heavythread": 71,
    "base.codpiece_metal": 1,
    "base.gorget_metal": 1,
    "base.gloves_fingerlessgloves": 3,
    "base.gloves_fingerlessleathergloves": 3,
    "base.gloves_fingerlessleathergloves_black": 3,
    "base.gloves_leathergloves": 3,
    "base.gloves_leatherglovesblack": 4,
    "base.gloves_leatherglovesbrown": 5,
    "base.gloves_metalarmour": 1,
    "base.buckle": 34,
    "base:metalworkingpliers": 78,
    "base.vambrace_left": 2,
    "base:ballpeenhammer": 57,
    "base.vambrace_fullmetal_left": 1,
    "base.thigh_articmetal_l": 1,
    "base.shinkneeguard_l_metal": 2,
    "base.greave_left": 2,
    "base.thighmetal_l": 2,
    "base.shoulderpad_metal_l": 2,
    "base.shoulderpad_articulated_l_metal": 2,
    "base.shoulderpad_articulated_r_metal": 2,
    "base.cuirass_metal": 1,
    "base.cuirass_coatofplates": 1,
    "base.smallcoppersheet": 6,
    "base.goldsheet": 10,
    "base.silversheet": 10,
    "mapper:maskmapper": 1,
    "base.hat_metalhelmet": 1,
    "base:wholetire": 2,
    "base.tirepiece": 19,
    "base.scrapmetal": 31,
    "base.circularsawblade": 9,
    "base.circularsawblade_half": 7,
    "base.ironband": 6,
    "base.ironbandsmall": 11,
    "base.ironblock": 6,
    "base.ironchunk": 18,
    "base.ironbar": 8,
    "mapper:barmap": 4,
    "base.ironbarhalf": 5,
    "base.sheetmetal": 246,
    "base.steelchunk": 21,
    "base:hammer": 100,
    "base:clubhammer": 51,
    "mapper:metaltype": 22,
    "base:crudetongs": 54,
    "base.ironbarquarter": 9,
    "base.steelbarquarter": 17,
    "2:base.ironbarhalf": 1,
    "2:base.steelbarhalf": 1,
    "base.ironingot": 5,
    "base.steelingot": 6,
    "base.steelblock": 5,
    "base.steelbar": 14,
    "base.metalbar": 13,
    "base:metalsaw": 53,
    "base:smallsaw": 65,
    "base.steelbarhalf": 11,
    "base.steelrodhalf": 7,
    "base.piercedironchunk": 2,
    "base.piercedsteelchunk": 5,
    "base.piercedironingot": 2,
    "base.piercedsteelingot": 3,
    "base.blowtorch": 365,
    "base:weldingmask": 26,
    "base.piercedironblock": 3,
    "base.piercedsteelblock": 7,
    "base:metalworkingchisel": 31,
    "mapper:scraptype": 2,
    "base.ironscrap": 4,
    "base.steelscrap": 4,
    "base.katana_shard": 5,
    "base.sword_shard": 5,
    "base.crudesword_shard": 3,
    "base.kitchenknifeblade": 4,
    "isblunt": 36,
    "base.largeknifeblade": 3,
    "base.meatcleaverblade": 6,
    "base.huntingknifeblade": 6,
    "base.katana": 6,
    "base.katana_blade": 6,
    "base.swordblade": 7,
    "base.swordblade_notang": 6,
    "base.crudeswordblade": 4,
    "base.crudeswordblade_notang": 3,
    "base.rippedsheets": 45,
    "base.denimstrips": 31,
    "base:barstock": 5,
    "base:barstockhalf": 12,
    "base:whetstone": 23,
    "base:file": 31,
    "base.macheteblade": 4,
    "base.macheteblade_notang": 5,
    "base.smallhandle": 23,
    "base:barstockquarter": 17,
    "base.spoonforged": 3,
    "base:crudechisel": 6,
    "base.forkforged": 3,
    "base.panforged": 2,
    "base.roastingpan": 1,
    "base.spoon": 3,
    "base.butterknife": 3,
    "base.fork": 3,
    "base.bakingpan": 4,
    "base.bakingtray": 7,
    "base.wire": 15,
    "base.potforged": 3,
    "base.ironore": 2,
    "base.ironbloom": 4,
    "base.copperore": 1,
    "base.copperscrap": 5,
    "base.ceramiccrucible": 25,
    "base.ceramiccrucible_steel": 8,
    "mapper:smeltmapper": 11,
    "base:smeltableironlarge": 3,
    "base:smeltableironmedium": 3,
    "base:smeltableironmediumplus": 3,
    "base:smeltableironsmall": 3,
    "base.fishinghook_forged": 6,
    "2:base.forkforged": 3,
    "5:base.ironpiece": 3,
    "base.nails": 54,
    "50:base.needle_forged": 3,
    "2:base.spoonforged": 3,
    "base:smeltablesteellarge": 2,
    "base:smeltablesteelmedium": 2,
    "base:smeltablesteelmediumplus": 2,
    "base:smeltablesteelsmall": 2,
    "base.coke": 8,
    "base.limestone": 7,
    "base.ceramiccruciblesmall": 12,
    "base.ceramiccrucible_iron": 10,
    "base.ceramiccruciblesmall_iron": 10,
    "base.ceramiccruciblesmall_steel": 7,
    "base.fishinghook": 4,
    "2:base.fork": 1,
    "5:base.steelpiece": 1,
    "base.screws": 369,
    "50:base.needle": 1,
    "2:base.spoon": 1,
    "2:base.butterknife": 1,
    "base.tincanempty": 1,
    "base.claybarmold": 4,
    "base.ironbarmold": 2,
    "base.steelbarmold": 3,
    "base.clayingotmold": 4,
    "base.ironingotmold": 2,
    "base.steelingotmold": 3,
    "base.sandbag": 8,
    "base:startfire": 26,
    "base.ceramiccruciblewithglass": 10,
    "base.brokenglass": 5,
    "base.clayblacksmithanvilmold": 2,
    "base.blacksmithanvil": 1,
    "base:piercedchunk": 2,
    "base.smithinghammerhead": 2,
    "base.gardenhoehead": 2,
    "base.gardenforkhead_forged": 4,
    "base.ballpeenhammerhead": 2,
    "base.clawhammerhead": 2,
    "base:metalpiece": 6,
    "base.animalbone": 9,
    "base.boneclub": 2,
    "base.largeanimalbone": 8,
    "base.largeboneclub": 2,
    "base.longhandle": 20,
    "base.shortbat": 10,
    "mapper:clubmapper": 2,
    "base.baseballbat": 10,
    "base.baseballbat_crafted": 11,
    "base.baseballbat_spiked": 1,
    "base.largebranch": 17,
    "base.cudgel_spike": 1,
    "base.jawbonebovide": 8,
    "base.jawbonebovide_morningstar": 1,
    "base:piercedblock": 2,
    "base:block": 1,
    "base.clubhammerhead": 2,
    "base.sledgehammerhead": 2,
    "base.macehead": 2,
    "base.lanternglass": 2,
    "hasnouses": 3,
    "10:base.electricwire": 1,
    "base.coppersheet": 4,
    "base.saucepancopper": 3,
    "base.kettle_copper": 1,
    "mapper:metalmapper": 5,
    "base.goldcoin": 1,
    "base.goldscrap": 6,
    "base.silvercoin": 1,
    "base.silverscrap": 6,
    "base.smallsilverbar": 2,
    "base.smallgoldbar": 2,
    "base.silverbar": 1,
    "base.goldbar": 1,
    "base:scrapsmallcopper": 1,
    "base:boltcutters": 20,
    "base:sheetmetalsnips": 25,
    "base:crudesaw": 41,
    "base:scraplargecopper": 1,
    "base:diamondjewellery": 1,
    "base:2diamondjewellery": 1,
    "base:emeraldjewellery": 1,
    "base:2emeraldjewellery": 1,
    "base:rubyjewellery": 1,
    "base:2rubyjewellery": 1,
    "base:sapphirejewellery": 1,
    "base:2sapphirejewellery": 1,
    "base:amethystjewellery": 1,
    "base:pliers": 27,
    "base:lightmetalsnips": 6,
    "base:tinygoldscrap": 1,
    "base:tinysilverscrap": 1,
    "base:goldscrap": 1,
    "base:smallgoldscrap": 1,
    "base:smallergoldscrap": 1,
    "base:smallestgoldscrap": 1,
    "base:silverscrap": 1,
    "base:smallsilverscrap": 1,
    "base:smallersilverscrap": 1,
    "base:smallestsilverscrap": 1,
    "base:scrapaluminumlarge": 1,
    "base.aluminumscrap": 3,
    "base.ironpiece": 2,
    "base.steelpiece": 2,
    "2:base.goldscrap": 1,
    "2:base.silverscrap": 1,
    "base.drawplate": 2,
    "base.headingtool": 2,
    "base.metalworkingpunch": 1,
    "base.tongs": 1,
    "base.largehook": 1,
    "base.fleshing_tool": 1,
    "base:wire": 3,
    "base.bucketempty": 9,
    "base.masonschisel": 1,
    "base.masonstrowel": 1,
    "base.fireplacepoker": 1,
    "base.handshovel": 1,
    "base.carpentrychisel": 1,
    "base.metalworkingchisel": 1,
    "base.handle": 20,
    "base.file": 1,
    "base.olddrill": 1,
    "base.jarlid": 4,
    "base.metalworkingpliers": 1,
    "base.crudesaw": 1,
    "base.corkscrew": 1,
    "base.needle_forged": 1,
    "base.smallpunchset": 1,
    "base.smallfileset": 1,
    "base.tweezers_forged": 1,
    "base.forceps_forged": 1,
    "base.crowbarforged": 1,
    "base.hinge": 1,
    "base:smallfiles": 4,
    "base.doorknob": 1,
    "base.calipers": 1,
    "base.wrench": 1,
    "base.metalpipe": 141,
    "base.metalpipe_broken": 6,
    "mapper:blockmapper": 1,
    "base:fullblade": 2,
    "base.nutsbolts": 33,
    "base:wrench": 33,
    "base:drillmetal": 47,
    "base.engineparts": 1,
    "base.modernbrake1": 1,
    "base.modernbrake2": 1,
    "base.modernbrake3": 1,
    "base.normalbrake1": 1,
    "base.normalbrake2": 1,
    "base.normalbrake3": 1,
    "base.oldbrake1": 1,
    "base.oldbrake2": 1,
    "base.oldbrake3": 1,
    "base.rakehead": 3,
    "base.gardenforkhead": 3,
    "base.spadehead": 3,
    "base.spadehead_forged": 3,
    "base.baseballbat_metal": 2,
    "mapper:handlemapper": 8,
    "base.log": 12,
    "3:base.largebranch": 1,
    "6:base.plank": 1,
    "base.charcoalcrafted": 5,
    "base:makewoodcharcoallarge": 1,
    "base:makewoodcharcoalmedium": 1,
    "base:makewoodcharcoalsmall": 1,
    "base:sledgehammer": 12,
    "base:stonemaul": 1,
    "base:pickaxe": 1,
    "base.largestone": 4,
    "base.stone2": 3,
    "base:masonschisel": 7,
    "base:stone": 1,
    "base.stoneblock": 2,
    "base.stonewheelsmall": 1,
    "base.stonewheel": 1,
    "base.stoneanvil": 1,
    "base.flatstone": 5,
    "base.stoneaxehead": 3,
    "base.stonemaulhead": 3,
    "base.stonemacehead": 2,
    "base.charcoal": 1,
    "base.clay": 24,
    "base.woodenbarcastmold": 2,
    "base.claybarmoldunfired": 2,
    "base.woodenbrickmold": 3,
    "base.claybrickunfired": 4,
    "base.woodenshinglemold": 3,
    "base.clayshingleunfired": 2,
    "base.woodentilemold": 4,
    "base.claytileunfired": 4,
    "base.woodeningotcastmold": 2,
    "base.clayingotmoldunfired": 2,
    "base.seedpastebowl": 1,
    "base.oilpress": 2,
    "base.oilvegetable": 2,
    "base.woodenblacksmithanvilmold": 2,
    "base.clayblacksmithanvilmoldunfired": 2,
    "base:log": 22,
    "base.claybrick": 2,
    "base.ceramiccrucibleunfired": 2,
    "base.ceramiccruciblesmallunfired": 2,
    "mapper:cruciblesize": 1,
    "base.claybowlunfired": 2,
    "base.claybowl": 21,
    "base.clayjarunfired": 3,
    "base.clayjarglazedunfired": 1,
    "mapper:jartype": 1,
    "base.clayplateunfired": 3,
    "base.plateglazedunfired": 1,
    "mapper:platetype": 1,
    "base.claymugunfired": 3,
    "base.claymugglazedunfired": 1,
    "base.claypipesegmentunfired": 2,
    "base.claypipesegment": 1,
    "base.claypotunfired": 2,
    "base.claypot": 1,
    "base.claysheetmoldunfired": 2,
    "base.claysheetmold": 3,
    "base.clayshingle": 1,
    "base.claytile": 2,
    "base.ceramicteacupunfired": 2,
    "base.ceramicteacupglazedunfired": 1,
    "base.glassblowingpipeunfired": 2,
    "base.glassblowingpipe": 7,
    "base:limestone": 2,
    "base.quicklime": 3,
    "base.ceramicmortarandpestleunfired": 3,
    "base.ceramicmortarandpestleglazedunfired": 1,
    "mapper:mortarandpestletype": 1,
    "base.smokingpipeunfired": 2,
    "base.smokingpipe": 3,
    "base:claytool": 2,
    "base.woodenstick2": 26,
    "base.treebranch2": 24,
    "base.rope": 9,
    "25:base.thread_sinew": 1,
    "base.twine": 40,
    "base:glass": 1,
    "base:refillablelighter": 1,
    "base:lighterfluid": 1,
    "base:glassbottle": 2,
    "base.smashedbottle": 4,
    "base.tissuebox": 1,
    "base.tissue": 1,
    "base.scratchticket": 2,
    "base.shotgun": 1,
    "base.doublebarrelshotgun": 1,
    "mapper:shotguntype": 1,
    "base.closedumbrellablack": 1,
    "base.closedumbrellablue": 1,
    "base.closedumbrellared": 1,
    "base.closedumbrellatinted": 1,
    "base.closedumbrellawhite": 1,
    "mapper:umbrellaella": 2,
    "base.umbrellablack": 1,
    "base.umbrellablue": 1,
    "base.umbrellared": 1,
    "base.umbrellatinted": 1,
    "base.umbrellawhite": 1,
    "base.sheet": 6,
    "base.sheetrope": 4,
    "base:ripclothingcotton": 1,
    "base:ripclothingdenim": 1,
    "base:ripclothingleather": 1,
    "mapper:fabrictype": 14,
    "base.tarp": 28,
    "base.tarppiece": 18,
    "base:sheet": 1,
    "base:newspaper": 2,
    "base.hat_newspaperhat": 1,
    "base.aluminum": 1,
    "base.hat_tinfoilhat": 1,
    "base.garbagebag_box": 1,
    "base.garbagebag": 4,
    "base.straightrazor": 2,
    "base.scalpel": 92,
    "base.brush": 2,
    "base:hollowbook": 1,
    "base:fancybook": 1,
    "base.glue": 23,
    "mapper:bookmapper": 1,
    "base.mov_flatcoffin": 2,
    "base.mov_uprightcoffin": 2,
    "base:buildingkey": 1,
    "base.key_blank": 1,
    "base.key1": 1,
    "base:scrapasbelt": 1,
    "base.sapling": 10,
    "base.longstick": 16,
    "base.twigsbundle": 2,
    "base:simpleweaponbinding": 11,
    "base.broom_twig": 2,
    "base:idcard": 1,
    "base:pen": 1,
    "base.correctionfluid": 1,
    "base.scotchtape": 3,
    "base.idcard_blank": 1,
    "base.saw": 2,
    "base.hacksawblade": 1,
    "base.smallsaw": 2,
    "base.smallsawblade": 1,
    "base:visegrips": 1,
    "base:ammo": 1,
    "hasoneuse": 3,
    "base.bullets9mmbox": 2,
    "base.bullets45box": 2,
    "base.bullets38box": 2,
    "base.223box": 2,
    "base.556box": 2,
    "mapper:ammotypes": 3,
    "base.bullets44box": 2,
    "base.308box": 2,
    "base.shotgunshellsbox": 2,
    "base.shotgunshells": 1,
    "base.bullets9mmcarton": 2,
    "base.bullets45carton": 2,
    "base.bullets38carton": 2,
    "base.bullets44carton": 2,
    "base.223carton": 2,
    "base.308carton": 2,
    "base.shotgunshellscarton": 2,
    "base.556carton": 2,
    "base.bullets44": 1,
    "base.308bullets": 1,
    "25:base.shotgunshells": 1,
    "50:base.223bullets": 1,
    "50:base.556bullets": 1,
    "50:base.bullets9mm": 1,
    "50:base.bullets45": 1,
    "50:base.bullets38": 1,
    "mapper:ammotype": 1,
    "base:mallet": 26,
    "base.crudeshortswordblade": 1,
    "base.crudeswordblade_broken": 1,
    "base.handscytheblade": 1,
    "base.swordblade_broken": 1,
    "base.shortswordblade": 1,
    "mapper:thingmapper": 8,
    "base.oldaxehead": 2,
    "base.pickaxehead": 1,
    "base.woodaxehead": 1,
    "base.fireaxehead": 1,
    "base.scytheblade": 1,
    "base.handaxehead": 1,
    "base.stoneblade": 6,
    "base.stonebladelong": 6,
    "base.crudeblade": 4,
    "base.longcrudeblade": 4,
    "mapper:blademapper": 1,
    "base:meatcleaver": 52,
    "base:animalhead": 1,
    "mapper:headskullmapper": 1,
    "base:bowl": 3,
    "base:animalbrain": 1,
    "base.braintan": 1,
    "base.breaddough": 2,
    "base.bread": 1,
    "base:mixingutensil": 17,
    "base:flour": 14,
    "base:bakingfat": 7,
    "base:sugar": 7,
    "base:egg": 7,
    "base.yeast": 4,
    "base.cakebatter": 2,
    "base.cakeprep": 2,
    "base:rollingpin": 8,
    "base.lard": 2,
    "base.margarine": 2,
    "base.salt": 8,
    "base.seasoningsalt": 7,
    "base.piedough": 2,
    "base.rollingpin": 2,
    "base.baguettedough": 1,
    "base.muffintray": 4,
    "base.bakingsoda": 7,
    "base.muffintray_biscuit": 3,
    "base.biscuit": 1,
    "base.pieprep": 1,
    "base.cakeraw": 1,
    "base.piewholeraw": 1,
    "base.piewholerawsweet": 1,
    "mapper:foodtype": 8,
    "base.cocoapowder": 2,
    "base.cookieschocolatedough": 3,
    "base.cookiechocolatechipdough": 3,
    "base.cookiesoatmealdough": 3,
    "base.cookiessugardough": 3,
    "base.cookiesshortbreaddough": 3,
    "mapper:cookietypes": 1,
    "base.chocolatechips": 1,
    "base.oatsraw": 2,
    "base.bakingtray_muffin": 3,
    "base.bakingtray_muffin_recipe": 2,
    "base.muffingeneric": 1,
    "base.hatchethead_bone": 3,
    "base.hatchet_bone": 2,
    "base:saw": 52,
    "base.jawbonebovide_axe": 1,
    "base.jawbonebovide_club": 1,
    "base.bonebead_large": 5,
    "base.sharpbone_long": 9,
    "base.smallanimalbone": 16,
    "base.sharpbonefragment": 11,
    "base.herbivoreteeth": 9,
    "base.dullboneknife": 1,
    "base.spoon_bone": 2,
    "base.fork_bone": 1,
    "base.needle_bone": 1,
    "base.fishinghook_bone": 3,
    "base:choptree": 3,
    "base.leatherstripsdirty": 4,
    "base:hammerstone": 19,
    "base.bull_skull": 1,
    "base.cow_skull": 1,
    "base.calf_skull": 1,
    "base.sheep_skull": 1,
    "base.ram_skull": 1,
    "base.deerdoe_skull": 1,
    "base.deerstag_skull": 1,
    "base.antlers_wall": 3,
    "base.pig_skull": 1,
    "base.pigtusk": 4,
    "base.lamb_skull": 1,
    "base.piglet_skull": 1,
    "base.deerfawn_skull": 1,
    "base.awl_bone": 1,
    "base.rabbit_kittenskull": 4,
    "base.rabbit_skull": 4,
    "base.thread_sinew": 8,
    "base.necklace_skullmammal": 1,
    "base.necklace_skullmammal_multi": 1,
    "base.necklacelong_skullmammal": 1,
    "base.necklacelong_skullmammal_multi": 1,
    "base:birdskull": 5,
    "base.earring_birdskull": 1,
    "base.necklace_skullsmall": 1,
    "base.necklace_skullsmall_multi": 1,
    "base.necklacelong_skullsmall": 1,
    "base.necklacelong_skullsmall_multi": 1,
    "base:drillwood": 20,
    "base:drillwoodpoor": 18,
    "base.fleshing_tool_bone": 1,
    "base.whistle_bone": 1,
    "base.bucket": 8,
    "base.bucketwaterdebug": 8,
    "base.bucketcarved": 7,
    "mapper:bucketlist": 3,
    "base.grasstuft": 3,
    "base.haytuft": 3,
    "base.concretepowder": 1,
    "base.plasterpowder": 1,
    "mapper:buckettype": 2,
    "base.wallpaperpastepowder": 1,
    "base:tentpeg": 1,
    "base.improvisedtentkit": 2,
    "base:canopener": 4,
    "base.waterrationcan": 3,
    "base.mysterycan": 3,
    "base.dentedcan": 3,
    "base.tinnedbeans": 3,
    "base.cannedbolognese": 3,
    "base.cannedcarrots2": 3,
    "base.cannedchili": 3,
    "base.cannedcorn": 3,
    "base.cannedmilk": 3,
    "base.cannedfruitbeverage": 3,
    "base.cannedfruitcocktail": 3,
    "base.cannedmushroomsoup": 3,
    "base.cannedpeaches": 3,
    "base.cannedpeas": 3,
    "base.cannedpineapple": 3,
    "base.cannedpotato2": 3,
    "base.tinnedsoup": 3,
    "base.cannedtomato2": 3,
    "base.dogfood": 3,
    "base.tunatin": 2,
    "mapper:cansorts": 4,
    "base.cannedcornedbeef": 2,
    "base.cannedsardines": 2,
    "base.carddeck": 1,
    "base:dice": 1,
    "base.plank": 62,
    "mapper:stickmapper": 1,
    "base.baseballbat_nails": 1,
    "base.firewood": 6,
    "base.splinters": 2,
    "base:rope": 5,
    "base.logstacks2": 2,
    "base.logstacks3": 2,
    "base.logstacks4": 2,
    "base.firewoodbundle": 2,
    "base.toolbox_wooden": 1,
    "base.woodencruciblemold": 1,
    "base.woodencrudebenchvisepartsmold": 1,
    "base.bucketlargewood": 1,
    "base.largebellows": 1,
    "base.deer_buck_head": 1,
    "base.cottonballs": 2,
    "base.mov_huntingtrophy": 1,
    "base.packframe": 2,
    "base.packframelarge": 2,
    "base.longstick_broken": 6,
    "base.longhandle_broken": 7,
    "base.plunger": 6,
    "base.stake": 1,
    "base:carvelongstick": 1,
    "base.crudewoodentongs": 1,
    "base.masonstrowel_wood": 1,
    "base.claytool_carved": 1,
    "base.knappingtool": 1,
    "base.woodenspoon": 2,
    "base.fieldhockeystick_broken": 4,
    "base.banjoneck_broken": 1,
    "base.gardentoolhandle_broken": 1,
    "base.guitaracousticneck_broken": 1,
    "base.guitarelectricneck_broken": 1,
    "base.woodenstick_broken": 2,
    "base.unusablewood": 1,
    "base.baseballbat_broken": 2,
    "base.branch_broken": 2,
    "base.guitarelectricbassneck_broken": 1,
    "base.plank_broken": 2,
    "base.tableleg_broken": 2,
    "mapper:dicemap": 1,
    "base.woodenfork": 1,
    "base.cuttingboardwooden": 1,
    "mapper:needlemapper": 1,
    "base.spadewood": 1,
    "base.goblet_wood": 1,
    "base.necklace_boartusk": 1,
    "base.necklace_boartusk_multi": 1,
    "base.earring_boartusk": 1,
    "base.necklace_teeth": 1,
    "base.necklacelong_teeth": 1,
    "base:bucket": 1,
    "base.animalmilkpowder": 2,
    "base.feedingbottle": 1,
    "base.frozen_chickennuggets": 1,
    "base.frozen_fishfingers": 1,
    "base.frozen_frenchfries": 1,
    "base.frozen_tatodots": 1,
    "base.eggcarton": 2,
    "base.egg": 2,
    "base.panfriedvegetables": 1,
    "base.omeletterecipe": 1,
    "base.panfriedvegetablesforged": 1,
    "base.omeletterecipeforged": 1,
    "base.griddlepanfriedvegetables": 1,
    "base.panfriedvegetables2": 1,
    "mapper:pantype": 2,
    "base.pumpkin": 4,
    "base.pumpkinsliced": 1,
    "base.watermelon": 3,
    "base.watermelonsliced": 1,
    "base.pumpkinsmashed": 1,
    "base.watermelonsmashed": 1,
    "base.openbeans": 1,
    "base.beanbowl": 1,
    "base.saucepan": 2,
    "base:pasta": 2,
    "mapper:saucepantype": 2,
    "base.rice": 2,
    "base.pot": 2,
    "mapper:pottype": 4,
    "base.candypackage": 1,
    "base.lollipop": 1,
    "base.mintcandy": 1,
    "base:canbedividedinbowls": 2,
    "dontinheritcondition": 2,
    "base.cabbage": 2,
    "base.mincedmeat": 2,
    "base:ricerecipe": 4,
    "base.onion": 3,
    "base.marinara": 2,
    "base.cabbageroll": 1,
    "base:fork": 2,
    "base:spoon": 3,
    "base.cheese": 2,
    "base:pizzasauce": 1,
    "base.pizzarecipe": 2,
    "base.oatmeal": 1,
    "base.cereal": 2,
    "base.cerealbowl": 1,
    "base.bunshotdog_single": 1,
    "base.hotdog_single": 2,
    "base.hotdog": 1,
    "base.tortilla": 1,
    "base.tortillachipsbaked": 1,
    "base.bunshamburger": 1,
    "base.bunshotdog": 1,
    "mapper:buntype": 1,
    "base.hotdogpack": 1,
    "base:uncutfish": 1,
    "base.fishfillet": 3,
    "base.ham": 1,
    "base.hamslice": 1,
    "base.deadbird": 1,
    "base.deadmouse": 1,
    "base.deadsquirrel": 1,
    "base.deadrat": 1,
    "base.frog": 1,
    "mapper:animaltype": 1,
    "base.gravymix": 1,
    "base.gravy": 1,
    "base.shrimp": 1,
    "base.shrimpfriedcraft": 1,
    "base.friedonionringscraft": 1,
    "base.avocado": 3,
    "base.tomato": 3,
    "base.pepperjalapeno": 4,
    "base.guacamole": 1,
    "base.pancakemix": 1,
    "base.pancakescraft": 1,
    "base.pan": 1,
    "base:fishmeat": 3,
    "base.ricevinegar": 4,
    "base.sushifish": 1,
    "base.seaweed": 2,
    "base.maki": 1,
    "base.onigiri": 1,
    "base.squid": 1,
    "base.squidcalamari": 1,
    "mapper:traytype": 1,
    "base.halloweenpumpkin": 1,
    "base.baconrashers": 2,
    "base.baconbits": 1,
    "base.bacon": 1,
    "base.baloney": 1,
    "base.baloneyslice": 1,
    "base.salami": 2,
    "base.salamislice": 1,
    "base.meatpatty": 1,
    "base.cone": 1,
    "base.icecream": 1,
    "base.coneicecream": 1,
    "base:pizzacutter": 1,
    "base.pizzawhole": 1,
    "base.pizza": 1,
    "base.chickenwhole": 1,
    "base.chicken": 1,
    "base.chickenwings": 1,
    "base.chickenfillet": 1,
    "base.turkeywhole": 1,
    "base.turkeylegs": 1,
    "base.turkeywings": 1,
    "base.turkeyfillet": 1,
    "base.macandcheese": 2,
    "base.macaroni": 2,
    "base.cheese_powdered": 1,
    "base.crudeknife": 4,
    "base.crudeshortsword": 1,
    "base.crudesword": 1,
    "base.crudesword_broken": 1,
    "base.handscythe": 1,
    "base.handscytheforged": 1,
    "base.huntingknife": 4,
    "base.huntingknifeforged": 4,
    "base.kitchenknife": 4,
    "base.kitchenknifeforged": 4,
    "base.largeknife": 4,
    "base.longcrudeknife": 4,
    "base.machete": 1,
    "base.macheteforged": 1,
    "base.meatcleaver": 1,
    "base.meatcleaverforged": 1,
    "base.shortsword": 1,
    "base.sword": 1,
    "base.sword_broken": 1,
    "base.flintknife": 4,
    "base.stoneknifelong": 4,
    "base.axe_old": 1,
    "base.longmace": 1,
    "base.longmace_stone": 1,
    "base.pickaxe": 1,
    "base.pickaxeforged": 1,
    "base.sledgehammer": 1,
    "base.sledgehammerforged": 1,
    "base.sledgehammer2": 1,
    "base.woodaxe": 1,
    "base.woodaxeforged": 1,
    "base.axe": 1,
    "base.gardenhoe": 1,
    "base.gardenfork": 2,
    "base.gardenhoeforged": 1,
    "base.rake": 2,
    "base.scythe": 1,
    "base.scytheforged": 1,
    "base.shovel": 1,
    "base.spadeforged": 1,
    "base.spearcrude": 1,
    "base.spearcrudelong": 1,
    "base.spearlong": 1,
    "base.spearshort": 1,
    "base.spearstonelong": 1,
    "base.spearstone": 1,
    "base.spear_bonelong": 1,
    "base.spear_bone": 1,
    "base.axestone": 2,
    "base.hammerstone": 2,
    "base.stoneaxelarge": 2,
    "base.stonemaul": 2,
    "base:giveslongstick": 1,
    "base.ballpeenhammer": 1,
    "base.ballpeenhammerforged": 1,
    "base.clubhammer": 1,
    "base.clubhammerforged": 1,
    "base.hammer": 1,
    "base.hammerforged": 1,
    "base.handaxe": 1,
    "base.handaxeforged": 1,
    "base.handaxe_old": 1,
    "base.mace": 1,
    "base.mace_stone": 1,
    "base.smithinghammer": 1,
    "base.spearknifesmall": 1,
    "base.spearlargeknife": 1,
    "base.spearscrapknife": 1,
    "base.spearfightingknife": 1,
    "base.spearhandfork": 1,
    "base.spearhuntingknife": 1,
    "base.spearknife": 1,
    "base.spearscissors": 1,
    "base.spearscrewdriver": 1,
    "base.spear_plunger": 1,
    "base.spearsteakknife": 1,
    "mapper:weapontype": 1,
    "base:flashlight": 3,
    "base:usesbattery": 2,
    "base.battery": 8,
    "base:screwdriver": 24,
    "base:camera": 1,
    "base:digital": 1,
    "base:miscelectronic": 1,
    "base.electronicsscrap": 22,
    "base.cdplayer": 1,
    "base.homealarm": 1,
    "base.remote": 4,
    "base.speaker": 1,
    "mapper:itemtype": 9,
    "base.powerbar": 1,
    "base.electricwire": 9,
    "base.lightbulb": 19,
    "base:tincan": 5,
    "base:smallsheetmetal": 2,
    "base.ducttape": 53,
    "base.lighter_battery": 2,
    "base.gardeningsprayempty": 5,
    "base.gardeningspraymilk": 1,
    "base.gardeningsprayaphids": 1,
    "base.cigarettesingle": 5,
    "base.gardeningspraycigarettes": 3,
    "base:tobacco": 3,
    "base.tobaccochewing": 1,
    "base.basilseed": 1,
    "base.bellpepperseed": 1,
    "base.blacksageseed": 1,
    "base.broadleafplantainseed": 1,
    "base.broccoliseed": 1,
    "base.cabbageseed": 1,
    "base.carrotseed": 1,
    "base.cauliflowerseed": 1,
    "base.chamomileseed": 1,
    "base.chivesseed": 1,
    "base.cilantroseed": 1,
    "base.comfreyseed": 1,
    "base.commonmallowseed": 1,
    "base.cucumberseed": 1,
    "base.garlicseed": 1,
    "base.greenpeasseed": 2,
    "base.habaneroseed": 1,
    "base.hopsseed": 1,
    "base.jalapenoseed": 1,
    "base.kaleseed": 1,
    "base.leekseed": 1,
    "base.lemongrassseed": 1,
    "base.lettuceseed": 1,
    "base.marigoldseed": 1,
    "base.mintseed": 1,
    "base.onionseed": 1,
    "base.oreganoseed": 1,
    "base.parsleyseed": 1,
    "base.potatoseed": 1,
    "25:base.pumpkinseed": 1,
    "base.redradishseed": 1,
    "base.rosemaryseed": 1,
    "base.sageseed": 1,
    "base.soybeansseed": 2,
    "base.strewberrieseed": 1,
    "base.sugarbeetseed": 1,
    "base.sweetpotatoseed": 1,
    "base.thymeseed": 1,
    "base.tomatoseed": 1,
    "base.turnipseed": 1,
    "base.watermelonseed": 1,
    "base.wildgarlicseed": 1,
    "base.zucchiniseed": 1,
    "base.roseseed": 1,
    "base.poppyseed": 2,
    "base.lavenderseed": 1,
    "base.spinachseed": 1,
    "25:base.sunflowerseeds": 1,
    "base.tobaccoseed": 1,
    "base.barleybagseed_empty": 1,
    "base.basilbagseed_empty": 1,
    "base.bellpepperbagseed_empty": 1,
    "base.blacksagebagseed_empty": 1,
    "base.broadleafplantainbagseed_empty": 1,
    "base.broccolibagseed2_empty": 1,
    "base.cabbagebagseed2_empty": 1,
    "base.carrotbagseed2_empty": 1,
    "base.cauliflowerbagseed_empty": 1,
    "base.chamomilebagseed_empty": 1,
    "base.chivesbagseed_empty": 1,
    "base.cilantrobagseed_empty": 1,
    "base.comfreybagseed_empty": 1,
    "base.commonmallowbagseed_empty": 1,
    "base.cornbagseed_empty": 1,
    "base.cucumberbagseed_empty": 1,
    "base.garlicbagseed_empty": 1,
    "base.greenpeasbagseed_empty": 1,
    "base.habanerobagseed_empty": 1,
    "base.hempbagseed_empty": 1,
    "base.hopsbagseed_empty": 1,
    "base.jalapenobagseed_empty": 1,
    "base.kalebagseed_empty": 1,
    "base.leekbagseed_empty": 1,
    "base.lemongrassbagseed_empty": 1,
    "base.lettucebagseed_empty": 1,
    "base.marigoldbagseed_empty": 1,
    "base.mintbagseed_empty": 1,
    "base.onionbagseed_empty": 1,
    "base.oreganobagseed_empty": 1,
    "base.parsleybagseed_empty": 1,
    "base.potatobagseed2_empty": 1,
    "base.pumpkinbagseed_empty": 1,
    "base.redradishbagseed2_empty": 1,
    "base.rosemarybagseed_empty": 1,
    "base.ryebagseed_empty": 1,
    "base.sagebagseed_empty": 1,
    "base.soybeansbagseed_empty": 1,
    "base.strewberriebagseed2_empty": 1,
    "base.sugarbeetbagseed_empty": 1,
    "base.sweetpotatobagseed_empty": 1,
    "base.thymebagseed_empty": 1,
    "base.tomatobagseed2_empty": 1,
    "base.turnipbagseed_empty": 1,
    "base.watermelonbagseed_empty": 1,
    "base.wheatbagseed_empty": 1,
    "base.wildgarlicbagseed_empty": 1,
    "base.zucchinibagseed_empty": 1,
    "base.rosebagseed_empty": 1,
    "base.poppybagseed_empty": 1,
    "base.lavenderbagseed_empty": 1,
    "base.flaxbagseed_empty": 1,
    "base.spinachbagseed_empty": 1,
    "base.sunflowerbagseed_empty": 1,
    "base.tobaccobagseed_empty": 1,
    "mapper:seedtype": 1,
    "base.carrotbagseed2": 1,
    "base.broccolibagseed2": 1,
    "base.redradishbagseed2": 1,
    "base.strewberriebagseed2": 1,
    "base.tomatobagseed2": 1,
    "base.potatobagseed2": 1,
    "base.cabbagebagseed2": 1,
    "base.cornbagseed": 1,
    "base.kalebagseed": 1,
    "base.sweetpotatobagseed": 1,
    "base.greenpeasbagseed": 1,
    "base.onionbagseed": 1,
    "base.garlicbagseed": 1,
    "base.wheatbagseed": 1,
    "base.soybeansbagseed": 1,
    "base.sugarbeetbagseed": 1,
    "base.basilbagseed": 1,
    "base.chamomilebagseed": 1,
    "base.chivesbagseed": 1,
    "base.cilantrobagseed": 1,
    "base.marigoldbagseed": 1,
    "base.oreganobagseed": 1,
    "base.parsleybagseed": 1,
    "base.sagebagseed": 1,
    "base.rosemarybagseed": 1,
    "base.thymebagseed": 1,
    "base.lettucebagseed": 1,
    "base.bellpepperbagseed": 1,
    "base.cucumberbagseed": 1,
    "base.cauliflowerbagseed": 1,
    "base.leekbagseed": 1,
    "base.lemongrassbagseed": 1,
    "base.zucchinibagseed": 1,
    "base.habanerobagseed": 1,
    "base.jalapenobagseed": 1,
    "base.blacksagebagseed": 1,
    "base.broadleafplantainbagseed": 1,
    "base.comfreybagseed": 1,
    "base.commonmallowbagseed": 1,
    "base.wildgarlicbagseed": 1,
    "base.barleybagseed": 1,
    "base.ryebagseed": 1,
    "base.pumpkinbagseed": 1,
    "base.hempbagseed": 1,
    "base.hopsbagseed": 1,
    "base.mintbagseed": 1,
    "base.turnipbagseed": 1,
    "base.watermelonbagseed": 1,
    "base.rosebagseed": 1,
    "base.poppybagseed": 1,
    "base.lavenderbagseed": 1,
    "base.flaxbagseed": 1,
    "base.spinachbagseed": 1,
    "base.sunflowerbagseed": 1,
    "base.tobaccobagseed": 1,
    "mapper:seedtypes": 1,
    "mapper:packettypes": 1,
    "base:long_johns": 1,
    "base.rippedsheetsdirty": 7,
    "base.mov_scarecrow": 1,
    "base:tweezers": 2,
    "base.bellpepper": 3,
    "base.cucumber": 2,
    "base.pepperhabanero": 3,
    "base.strewberrie": 1,
    "base.zucchini": 2,
    "mapper:veggie": 1,
    "base.sunflowerheaddried": 2,
    "base.poppypodsdried": 2,
    "base.tobaccodried": 2,
    "base.tobaccoloose": 1,
    "base.barleysheafdried": 2,
    "base.ryesheafdried": 2,
    "base.wheatsheafdried": 2,
    "mapper:grain": 1,
    "base:fishingline": 2,
    "base.paperclip": 3,
    "base.craftedfishingrod": 1,
    "base.fishingrodbreak": 1,
    "base.fishingrod": 1,
    "base.fishingnet": 1,
    "base.brokenfishingnet": 1,
    "base.chum": 1,
    "base.fishroesac": 1,
    "base.fishroe": 1,
    "base:repairwithtape": 5,
    "base.zipties": 2,
    "base:repairwithglue": 2,
    "base.woodglue": 1,
    "base:repairwithepoxy": 2,
    "base:epoxy": 2,
    "base:fiberglasstape": 1,
    "base:sharpenable": 3,
    "base.crudewhetstone": 1,
    "base:repairablesawblade": 1,
    "base:bottleopener": 1,
    "base.beerbottle": 2,
    "base.beerimported": 1,
    "base:sealedbeveragecan": 1,
    "base:corkscrew": 1,
    "base.wine": 2,
    "base.wine2": 2,
    "base.wineaged": 1,
    "base.cork": 1,
    "base:gasmask": 2,
    "base:gasmaskfilter": 2,
    "base:respirator": 2,
    "base:respiratorfilter": 2,
    "base:mortarpestle": 6,
    "base:emptycan": 1,
    "base.sponge": 2,
    "base:glue": 2,
    "base:tape": 6,
    "base.gasmaskfiltercrafted": 1,
    "mapper:filtermapper": 1,
    "base.popbottle": 2,
    "base.popbottlerare": 2,
    "base.waterbottle": 2,
    "base.hat_improvisedgasmask_nofilter": 1,
    "base:hazmatsuit": 2,
    "base:scba": 2,
    "base.oxygen_tank": 1,
    "base.jarcrafted": 1,
    "base.bottlecrafted": 1,
    "base.drinkingglass": 1,
    "base.glasschampagne": 1,
    "base.glasswine": 1,
    "base.glasspanel": 92,
    "base.mirror": 1,
    "base.broom": 2,
    "base.icehockeystick": 2,
    "base.barbedwire": 5,
    "mapper:barbedwiremapper": 1,
    "base.baseballbat_metal_bolts": 1,
    "base:brake": 1,
    "base:metalbucket": 1,
    "base:concrete": 2,
    "mapper:canmapper": 2,
    "base.handle_can": 1,
    "base:carpentrychisel": 4,
    "mapper:gardenforkheadmapper": 1,
    "base.kettle": 1,
    "base.fieldhockeystick": 2,
    "base.tableleg": 2,
    "mapper:nailmapper": 2,
    "base.bowlingpin": 1,
    "base.chairleg": 1,
    "base.railroadspike": 5,
    "base.baseballbat_railspike": 1,
    "base.cudgel_railspike": 1,
    "base.metalpipe_railspike": 1,
    "base.longhandle_railspike": 1,
    "mapper:spikemapper": 1,
    "mapper:rakeheadmapper": 1,
    "base.gardensaw": 1,
    "base.plank_saw": 1,
    "base.cudgel_sawblade": 1,
    "base.longhandle_sawblade": 1,
    "base.plank_sawblade": 1,
    "base.tableleg_sawblade": 1,
    "mapper:sawblademapper": 1,
    "base.baseballbat_can": 1,
    "base.unusablemetal": 2,
    "mapper:sheetmetalmapper": 1,
    "base.cudgel_spadehead": 1,
    "base:brokenglass": 1,
    "base.glassshiv": 1,
    "base.knifeshiv": 1,
    "base.toothbrush": 1,
    "base:lighter": 1,
    "base.toothbrush_shiv": 1,
    "base.screwdriver_improvised": 1,
    "base.macheteknife": 1,
    "base:preservedfood": 1,
    "base:jar": 2,
    "5:base.broccoli": 1,
    "2:base.cabbage": 1,
    "5:base.carrots": 1,
    "3:base.eggplant": 1,
    "4:base.leek": 1,
    "3:base.potato": 1,
    "15:base.redradish": 1,
    "4:base.tomato": 1,
    "1:base.fishroe": 1,
    "base:vinegar": 1,
    "mapper:veggietype": 1,
    "base.sharpedstone": 8,
    "base:knappingtool": 12,
    "base.awl_stone": 1,
    "base.flintnodule": 2,
    "base.primitivescythe": 1,
    "base.stonechisel": 1,
    "base.saw_flint": 1,
    "base.stonedrill": 1,
    "base.candle": 3,
    "equipsecondary": 2,
    "setactivated": 2,
    "base.candlelit": 1,
    "base.lantern_propane": 3,
    "base.propane_refill": 2,
    "base.lantern_hurricane": 2,
    "base.lantern_hurricane_copper": 2,
    "base.lantern_hurricane_forged": 2,
    "base.lantern_hurricane_gold": 2,
    "base.lantern_hurricane_silver": 2,
    "base.lantern_hurricanelit": 1,
    "base.lantern_hurricane_copperlit": 1,
    "base.lantern_hurricane_forgedlit": 1,
    "base.lantern_hurricane_goldlit": 1,
    "base.lantern_hurricane_silverlit": 1,
    "mapper:lampmapper": 2,
    "base:plantain": 1,
    "base.plantaincataplasm": 1,
    "base:comfrey": 1,
    "base.comfreycataplasm": 1,
    "base:wildgarlic": 1,
    "base.wildgarliccataplasm": 1,
    "base.bandage": 2,
    "mapper:ragtype": 9,
    "base.bandagedirty": 1,
    "base.denimstripsdirty": 4,
    "base.splint": 1,
    "base.alcoholedcottonballs": 1,
    "base.waterpurificationtablets": 1,
    "base.propanetank": 1,
    "base:thread": 50,
    "base.hat_hockeymask_metalscrap": 1,
    "base.vambracescrap_left": 2,
    "base.greavescrap_left": 2,
    "base.gloves_metalscraparmour": 1,
    "base.hat_metalscraphelmet": 1,
    "base.shoulderpad_metalscrap_l": 2,
    "base.thighscrapmetal_l": 2,
    "base.cuirass_metalscrap": 1,
    "base.thighscrapmetal_r": 1,
    "base.greavescrap_right": 1,
    "base.vambracescrap_right": 1,
    "base.shoulderpad_metalscrap_r": 1,
    "base.thighmetal_r": 1,
    "base.greave_right": 1,
    "base.vambrace_right": 1,
    "base.shoulderpad_metal_r": 1,
    "base.shinkneeguard_r_metal": 1,
    "mapper:armormapper": 3,
    "base.beerpack": 2,
    "base.beercanpack": 1,
    "base.macandcheese_box": 1,
    "base.tinnedbeans_box": 1,
    "base.cannedbolognese_box": 1,
    "base.cannedcarrots_box": 1,
    "base.cannedchili_box": 1,
    "base.cannedcornedbeef_box": 1,
    "base.cannedcorn_box": 1,
    "base.cannedfruitcocktail_box": 1,
    "base.cannedfruitbeverage_box": 1,
    "base.cannedmilk_box": 1,
    "base.cannedmushroomsoup_box": 1,
    "base.cannedpeaches_box": 1,
    "base.cannedpeas_box": 1,
    "base.cannedpineapple_box": 1,
    "base.cannedpotato_box": 1,
    "base.cannedsardines_box": 1,
    "base.tinnedsoup_box": 1,
    "base.cannedtomato_box": 1,
    "base.tunatin_box": 1,
    "base.dogfood_box": 1,
    "base.mysterycan_box": 1,
    "base.dentedcan_box": 1,
    "base.waterrationcan_box": 1,
    "base.winewhite_boxed": 1,
    "base.winered_boxed": 1,
    "mapper:winetype": 2,
    "base.moneybundle": 1,
    "base.money": 1,
    "base.boxofjars": 2,
    "base.emptyjar": 1,
    "base.nailsbox": 2,
    "base.screwsbox": 2,
    "base.capguncapbox": 1,
    "base.nailscarton": 1,
    "base.screwscarton": 1,
    "mapper:boxtype": 5,
    "base.paperclipbox": 2,
    "base.coldpack": 2,
    "10:base.fishinghook": 1,
    "12:base.scotchtape": 1,
    "12:base.antibiotics": 1,
    "12:base.bandage": 1,
    "12:base.battery": 1,
    "12:base.cottonballs": 1,
    "12:base.ducttape": 1,
    "12:base.sutureneedle": 1,
    "20:base.tonguedepressor": 1,
    "24:base.bandaid": 1,
    "40:base.paperclip": 1,
    "100:base.nails": 1,
    "100:base.screws": 1,
    "100:base.capguncap": 1,
    "base.fishinghookbox": 2,
    "base.bookaimingset": 1,
    "base.bookhusbandryset": 1,
    "base.bookbutcheringset": 1,
    "base.bookcarpentryset": 1,
    "base.bookcarvingset": 1,
    "base.bookcookingset": 1,
    "base.bookelectricianset": 1,
    "base.bookfarmingset": 1,
    "base.bookfirstaidset": 1,
    "base.bookfishingset": 1,
    "base.bookforagingset": 1,
    "base.bookglassmakingset": 1,
    "base.booklongbladeset": 1,
    "base.bookmasonryset": 1,
    "base.bookmechanicsset": 1,
    "base.bookblacksmithset": 1,
    "base.bookmetalweldingset": 1,
    "base.bookreloadingset": 1,
    "base.booktailoringset": 1,
    "base.booktrackingset": 1,
    "base.booktrappingset": 1,
    "base.bookflintknappingset": 1,
    "base.bookmaintenanceset": 1,
    "base.bookpotteryset": 1,
    "mapper:book1": 1,
    "mapper:book2": 1,
    "mapper:book3": 1,
    "mapper:book4": 1,
    "mapper:book5": 1,
    "base.bookaiming1": 1,
    "base.bookhusbandry1": 1,
    "base.bookcarpentry1": 1,
    "base.bookcooking1": 1,
    "base.bookelectrician1": 1,
    "base.bookfarming1": 1,
    "base.bookfirstaid1": 1,
    "base.bookfishing1": 1,
    "base.bookforaging1": 1,
    "base.bookglassmaking1": 1,
    "base.booklongblade1": 1,
    "base.bookmasonry1": 1,
    "base.bookmechanic1": 1,
    "base.bookblacksmith1": 1,
    "base.bookmetalwelding1": 1,
    "base.bookpottery1": 1,
    "base.bookreloading1": 1,
    "base.booktailoring1": 1,
    "base.booktrapping1": 1,
    "base.bookcarving1": 1,
    "base.bookflintknapping1": 1,
    "base.bookbutchering1": 1,
    "base.booktracking1": 1,
    "base.bookmaintenance1": 1,
    "base.bookaiming2": 1,
    "base.bookhusbandry2": 1,
    "base.bookcarpentry2": 1,
    "base.bookcooking2": 1,
    "base.bookelectrician2": 1,
    "base.bookfarming2": 1,
    "base.bookfirstaid2": 1,
    "base.bookfishing2": 1,
    "base.bookforaging2": 1,
    "base.bookglassmaking2": 1,
    "base.booklongblade2": 1,
    "base.bookmasonry2": 1,
    "base.bookmechanic2": 1,
    "base.bookblacksmith2": 1,
    "base.bookmetalwelding2": 1,
    "base.bookpottery2": 1,
    "base.bookreloading2": 1,
    "base.booktailoring2": 1,
    "base.booktrapping2": 1,
    "base.bookcarving2": 1,
    "base.bookflintknapping2": 1,
    "base.bookbutchering2": 1,
    "base.booktracking2": 1,
    "base.bookmaintenance2": 1,
    "base.bookaiming3": 1,
    "base.bookhusbandry3": 1,
    "base.bookcarpentry3": 1,
    "base.bookcooking3": 1,
    "base.bookelectrician3": 1,
    "base.bookfarming3": 1,
    "base.bookfirstaid3": 1,
    "base.bookfishing3": 1,
    "base.bookforaging3": 1,
    "base.bookglassmaking3": 1,
    "base.booklongblade3": 1,
    "base.bookmasonry3": 1,
    "base.bookmechanic3": 1,
    "base.bookblacksmith3": 1,
    "base.bookmetalwelding3": 1,
    "base.bookpottery3": 1,
    "base.bookreloading3": 1,
    "base.booktailoring3": 1,
    "base.booktrapping3": 1,
    "base.bookcarving3": 1,
    "base.bookflintknapping3": 1,
    "base.bookbutchering3": 1,
    "base.booktracking3": 1,
    "base.bookmaintenance3": 1,
    "base.bookaiming4": 1,
    "base.bookhusbandry4": 1,
    "base.bookcarpentry4": 1,
    "base.bookcooking4": 1,
    "base.bookelectrician4": 1,
    "base.bookfarming4": 1,
    "base.bookfirstaid4": 1,
    "base.bookfishing4": 1,
    "base.bookforaging4": 1,
    "base.bookglassmaking4": 1,
    "base.booklongblade4": 1,
    "base.bookmasonry4": 1,
    "base.bookmechanic4": 1,
    "base.bookblacksmith4": 1,
    "base.bookmetalwelding4": 1,
    "base.bookpottery4": 1,
    "base.bookreloading4": 1,
    "base.booktailoring4": 1,
    "base.booktrapping4": 1,
    "base.bookcarving4": 1,
    "base.bookflintknapping4": 1,
    "base.bookbutchering4": 1,
    "base.booktracking4": 1,
    "base.bookmaintenance4": 1,
    "base.bookaiming5": 1,
    "base.bookhusbandry5": 1,
    "base.bookcarpentry5": 1,
    "base.bookcooking5": 1,
    "base.bookelectrician5": 1,
    "base.bookfarming5": 1,
    "base.bookfirstaid5": 1,
    "base.bookfishing5": 1,
    "base.bookforaging5": 1,
    "base.bookglassmaking5": 1,
    "base.booklongblade5": 1,
    "base.bookmasonry5": 1,
    "base.bookmechanic5": 1,
    "base.bookblacksmith5": 1,
    "base.bookmetalwelding5": 1,
    "base.bookpottery5": 1,
    "base.bookreloading5": 1,
    "base.booktailoring5": 1,
    "base.booktrapping5": 1,
    "base.bookcarving5": 1,
    "base.bookflintknapping5": 1,
    "base.bookbutchering5": 1,
    "base.booktracking5": 1,
    "base.bookmaintenance5": 1,
    "mapper:booktype": 1,
    "base.adhesivetapebox": 1,
    "base.antibioticsbox": 1,
    "base.bandagebox": 1,
    "base.batterybox": 2,
    "base.cottonballsbox": 1,
    "base.ducttapebox": 1,
    "base.sutureneedlebox": 1,
    "base.adhesivebandagebox": 1,
    "base.bandaid": 1,
    "base.tonguedepressorbox": 1,
    "base.tonguedepressor": 1,
    "base.candlebox": 2,
    "base.coldpackbox": 1,
    "base.lightbulbbox": 2,
    "base.cigarettepack": 6,
    "base.cigarettecarton": 2,
    "base.rippedsheetsbundle": 1,
    "base.rippedsheetsdirtybundle": 1,
    "base.rippedsheetssterilizedbundle": 1,
    "base.denimstripsbundle": 1,
    "base.denimstripsdirtybundle": 1,
    "base.leatherstripsbundle": 1,
    "base.leatherstripsdirtybundle": 1,
    "base.ropestack": 1,
    "base.sheetropebundle": 1,
    "base.barbedwirestack": 1,
    "base.wirestack": 1,
    "base.alcoholrippedsheets": 1,
    "base.twigs": 1,
    "100:base.money": 1,
    "mapper:objmapper": 1,
    "base.radiored": 1,
    "base.radioblack": 1,
    "base.walkietalkie1": 1,
    "base.walkietalkie2": 1,
    "base.walkietalkie3": 1,
    "base.walkietalkie4": 1,
    "base.walkietalkie5": 1,
    "base.manpackradio": 2,
    "base.hamradio1": 1,
    "base.hamradio2": 1,
    "base.tvantique": 1,
    "base.tvwidescreen": 1,
    "base.tvblack": 1,
    "base.amplifier": 4,
    "base.radioreceiver": 4,
    "base:aluminum": 4,
    "base.radiomakeshift": 1,
    "base.lightbulbgreen": 2,
    "base.radiotransmitter": 2,
    "base.hamradiomakeshift": 1,
    "base.walkietalkiemakeshift": 1,
    "base.dirtbag": 1,
    "base.gravelbag": 1,
    "base.emptysandbag": 3,
    "base.claybag": 1,
    "base.sleepingbag_blueplaid": 1,
    "base.sleepingbag_camo": 1,
    "base.sleepingbag_cheap_blue": 1,
    "base.sleepingbag_cheap_green": 1,
    "base.sleepingbag_cheap_green2": 1,
    "base.sleepingbag_green": 1,
    "base.sleepingbag_greenplaid": 1,
    "base.sleepingbag_hide": 1,
    "base.sleepingbag_highquality_brown": 1,
    "base.sleepingbag_redplaid": 1,
    "base.sleepingbag_spiffo": 1,
    "mapper:bagtypes": 2,
    "base.sleepingbag_blueplaid_packed": 1,
    "base.sleepingbag_camo_packed": 1,
    "base.sleepingbag_cheap_blue_packed": 1,
    "base.sleepingbag_cheap_green_packed": 1,
    "base.sleepingbag_cheap_green2_packed": 1,
    "base.sleepingbag_green_packed": 1,
    "base.sleepingbag_greenplaid_packed": 1,
    "base.sleepingbag_hide_packed": 2,
    "base.sleepingbag_highquality_brown_packed": 1,
    "base.sleepingbag_redplaid_packed": 1,
    "base.sleepingbag_spiffo_packed": 1,
    "base.tentblue": 1,
    "base.tentbrown": 1,
    "base.tentgreen": 1,
    "base.hidetent": 1,
    "base.tentyellow": 1,
    "base.campingtentkit2": 1,
    "mapper:tenttype": 2,
    "base.tentblue_packed": 1,
    "base.tentbrown_packed": 1,
    "base.tentgreen_packed": 1,
    "base.hidetent_packed": 1,
    "base.tentyellow_packed": 1,
    "base.campingtentkit2_packed": 1,
    "base.improvisedtentkit_packed": 1,
    "base.gaffhook": 1,
    "base.mop": 1,
    "base.spearcrafted": 2,
    "base.spearcraftedfirehardened": 1,
    "base.smallknife": 3,
    "base.largeknife_scrap": 3,
    "base.fightingknife": 3,
    "base.handfork": 3,
    "base.scissors": 3,
    "base.screwdriver": 3,
    "base.screwdriver_old": 3,
    "base.steakknife": 3,
    "mapper:spearmapper": 3,
    "base.spearlonghead": 1,
    "base.spearhead": 1,
    "base.percedwood": 1,
    "base.magnesiumfirestarter": 1,
    "base.magnesiumshavings": 1,
    "mapper:glovecolor": 1,
    "base:canbedyed": 1,
    "base:pillow": 1,
    "base.mattress": 1,
    "base.fabricroll_denimblack": 10,
    "base.fabricroll_denimblue": 10,
    "base.fabricroll_denimdarkblue": 8,
    "base:twine": 21,
    "base.hat_ragbandana": 1,
    "2:base.burlappiece": 4,
    "1:base.burlappiece": 2,
    "base.chickenfeather": 2,
    "base.turkeyfeather": 2,
    "10:base.cottonballs": 2,
    "5:base.woolraw": 2,
    "base.pillow_crafted": 1,
    "base.bag_gunny": 1,
    "base:button": 8,
    "base.skirt_long": 1,
    "base.skirt_normal": 1,
    "base.skirt_knees": 1,
    "base.skirt_short": 1,
    "mapper:skirttype": 1,
    "base.shirt_croptoptint": 1,
    "base.shirt_formalwhite": 1,
    "base.shirt_formaltint": 1,
    "base.tshirt_whitelongsleeve": 1,
    "base.tshirt_whitelongsleevetint": 1,
    "base.tshirt_longsleeve_huntingcamo": 1,
    "mapper:shirttype": 1,
    "base.socks_long": 1,
    "base.socks_long_black": 1,
    "base.socks_long_white": 1,
    "mapper:sockstype": 1,
    "base.trousers_denim": 1,
    "base.shorts_longdenim": 1,
    "mapper:pantstype": 1,
    "base:pickaramidthread": 1,
    "base.thread_aramid": 1,
    "base.animalsinew": 1,
    "base:burlapbag": 1,
    "base:largesack": 1,
    "base.bag_sheetslingbag": 2,
    "base.bag_tarpslingbag": 2,
    "mapper:sheetmapper": 1,
    "base.ropebelt": 2,
    "base.shoes_tiresandals": 1,
    "base.shoes_twine": 1,
    "base.gloves_fingerlessleathergloves_brown": 1,
